{
  "title": "Spectral Small-Incremental-Entangling: Breaking Quasi-Polynomial\n  Complexity Barriers in Long-Range Interacting Systems",
  "authors": [
    "Donghoon Kim",
    "Yusuke Kimura",
    "Hugo Mackay",
    "Yosuke Mitsuhashi",
    "Hideaki Nishikawa",
    "Carla Rubiliani",
    "Cheng Shang",
    "Ayumi Ukai",
    "Tomotaka Kuwahara"
  ],
  "abstract": "A key challenge in quantum complexity is how entanglement structure emerges\nfrom dynamics, highlighted by advances in simulators and information\nprocessing. The Lieb--Robinson bound sets a locality-based speed limit on\ninformation propagation, while the Small-Incremental-Entangling (SIE) theorem\ngives a universal constraint on entanglement growth. Yet, SIE bounds only total\nentanglement, leaving open the fine entanglement structure. In this work, we\nintroduce Spectral-Entangling Strength, measuring the structural entangling\npower of an operator, and prove a Spectral SIE theorem: a universal limit for\nR\\'enyi entanglement growth at $\\alpha \\ge 1/2$, revealing a robust $1/s^2$\ntail in the entanglement spectrum. At $\\alpha=1/2$ the bound is qualitatively\nand quantitatively optimal, identifying the universal threshold beyond which\ngrowth is unbounded. This exposes the detailed structure of Schmidt\ncoefficients, enabling rigorous truncation-based error control and linking\nentanglement to computational complexity. Our framework further establishes a\ngeneralized entanglement area law under adiabatic paths, extending a central\nprinciple of many-body physics to general interactions. Practically, we show\nthat 1D long-range interacting systems admit polynomial bond-dimension\napproximations for ground, time-evolved, and thermal states. This closes the\nquasi-polynomial gap and proves such systems are simulable with polynomial\ncomplexity comparable to short-range models. By controlling R\\'enyi\nentanglement, we also derive the first rigorous precision-guarantee bound for\nthe time-dependent density-matrix-renormalization-group algorithm. Overall, our\nresults extend SIE and provide a unified framework that reveals the detailed\nstructure of quantum complexity.",
  "pdf_url": "https://arxiv.org/pdf/2509.12014v1.pdf",
  "doi": "",
  "pmcid": "",
  "source": "arxiv",
  "year": "2025",
  "journal": "arXiv preprint",
  "file_path": "downloaded_pdfs\\arxiv\\arxiv_Spectral_Small-Incremental-Entangling_Breaking_Quasi-Polynomial_Complexity_Barriers_in_Long-Range_In_e6a9b24d.pdf",
  "file_size": 1945762,
  "download_timestamp": 1757991622.494449
}