{
  "title": "On the Geometry of $\\varphi$-Static Perfect Fluid Space-Times",
  "authors": [
    "Letizia Branca",
    "Giulio Colombo",
    "Paolo Mastrolia",
    "Filippo Mastropietro",
    "Marco Rigoli"
  ],
  "abstract": "In this paper we study the geometry of $\\varphi$-static perfect fluid\nspace-times ($\\varphi$-SPFST, for short). In the context of Einstein's General\nRelativity, they arise from a space-time whose matter content is described by a\nperfect fluid in addition to a nonlinear field expressed by a smooth map\n$\\varphi$ with values in a Riemannian manifold. Considering the Lorentzian\nmanifold $\\hat{M}$ in the form of a static warped product, we derive the\nfundamental equations via reduction of Einstein's Field Equations to the\nfactors of the product. To set the stage for our main results, we discuss the\nvalidity of the classical Energy Conditions in the present setting and we\nintroduce the formalism of $\\varphi$-curvatures, which is a fundamental tool to\nmerge the geometry of the manifold with that of the smooth map $\\varphi$. We\nthen present several mathematical settings in which similar structures arise.\nAfter computing two integrability conditions, we apply them to prove a number\nof rigidity results, both for manifolds with or without boundary. In each of\nthe aforementioned results, the main assumption is given by the vanishing of\nsome $\\varphi$-curvature tensors and the conclusion is a local splitting of the\nmetric into a warped product. Inspired by the classical Cosmic No Hair\nConjecture of Boucher, Gibbons and Horowitz, we find sharp sufficient\nconditions on a compact $\\varphi$-SPFST with boundary to be isometric to the\nstandard hemisphere. We then describe the geometry of relatively compact\ndomains in $M$ subject to an upper bound on the mean curvature of their\nboundaries. Finally, we study non-existence results for $\\varphi$-SPFSTs, both\nvia the existence of zeroes of the solutions of an appropriate ODE and with the\naid of a suitable integral formula generalising in a precise sense the\nwell-known Kazdan-Warner obstruction.",
  "pdf_url": "https://arxiv.org/pdf/2509.11936v1.pdf",
  "doi": "",
  "pmcid": "",
  "source": "arxiv",
  "year": "2025",
  "journal": "arXiv preprint",
  "file_path": "downloaded_pdfs\\arxiv\\arxiv_On_the_Geometry_of_varphi-Static_Perfect_Fluid_Space-Times_987d4198.pdf",
  "file_size": 1252739,
  "download_timestamp": 1757991627.99675
}