{
  "source_file": "C:\\intelia_gpt\\documents\\public\\common\\health\\ascites.pdf",
  "extracted_at": "2025-09-08T15:18:08.981314",
  "text": "# Ascites in Broiler Chickens\n\nAscites is a common cause of mortality in broiler chickens, especially during the cooler months of the year. While we recognize this condition as a frequent occurrence associated with fast- growing birds, much can be done to minimize its impact on the flock.\n\n## The Cause of Ascites\n\nThe term \"ascites\" actually refers to the fluid accumulated in the abdominal cavity (or \"waterbelly\") as a consequence of heart failure. The disease is more scientifically known as pulmonary hypertension syndrome and this disease may or may not actually end up as ascites. In fact, some birds that might be recognized in the barn as flippers may actually be mortalities that are the result of pulmonary hypertension, occurring very acutely.\n\nPulmonary hypertension happens when the heart is unable to push sufficient blood through the lungs (pulmonary), thereby significantly increasing the blood pressure (hypertension). Broiler chickens, by the nature of their ability to consume large quantities of feed and grow very rapidly, have an extremely high demand for oxygen. Generally, the bird's cardiovascular system can accommodate this demand, with the heart efficiently pushing blood through the lungs, where oxygen exchange occurs. When there is an increased demand for oxygen, the heart essentially pushes the blood through the lungs harder to increase the amount of oxygen available to the bird's metabolism. Because the lung volume and cardiovascular volume within the lung tissue is fixed, there comes a point at which the lung can no longer accommodate any more blood being supplied by the heart. This is the starting point for heart failure.\n\nWhen the point of heart failure is reached, it is probably easier to imagine the outcome by using water through a hose as an analogy. If water is being pumped through a 2-inch hose into a 1-inch hose, as long as the water pressure is kept low, everything will flow efficiently. If the water volume through the 2- inch hose is increased so that the 1-inch hose can no longer accommodate it, the water pressure will rise. If the connections are very strong, you can see the larger hose expand and stretch to try to adjust to the increased pressure and ultimately, the smaller hose will stretch in diameter as well. If the connections are not tight, water will leak out and, the higher the pressure, the more leakage will occur.\n\nA similar, though more complex, situation will also occur in the chicken's circulatory system. The blood pressure will back up from the lungs, through the heart, back to the liver and abdominal viscera. The heart will enlarge due to both pressure and, with time, hypertrophy of the muscles due to the hard pumping activity (exactly the way in which skeletal muscles will enlarge in weight lifters as they \"pump iron\"). Further upstream, the blood vessels will also enlarge, causing the liver to swell and blood vessels on the intestines to become prominent. Because blood vessels are also quite leaky, fluid will leak out and that is the source of all the extra \"water\" seen in the abdomen of affected birds.\n\n## What Increases Oxygen Demand in Broiler Chickens?\n\nHealthy, fast-growing broiler chickens are efficiently utilizing all available oxygen to convert feed to bone and muscle while at the same time maintaining optimum body temperature and body function. While there is undoubtedly room for responding to some increased demand, some birds can be on the edge and will tip over into heart failure with any increase in demand. The more demand that is imposed on the flock, however, the more cases of clinical ascites we are likely to see.\n\nMaintaining optimum body temperature is one of the more oxygen-demanding functions attended to by the bird. The theoretical thermo-neutral air temperature for fully feathered chickens is 75° F (24° C), the temperature at which the bird needs not use energy to either create heat or cool down. As the temperature varies from this point, the bird's body must respond, using energy and therefore consuming oxygen. While both excessive and insufficient air temperatures increase oxygen demand, the greatest need is with low temperatures.\n\nIn an experiment conducted in Alberta, small groups of birds were held at set temperatures according to industry guidelines, or at the same average temperatures but fluctuating the temperatures by only 3° C on each side of the average. The birds were then followed through a complete grow out and measured for the occurrence of ascites as well as the heart- specific characteristics of pulmonary hypertension, including heart weight, right ventricular weight, and ratio of right ventricular weight to total heart weight, of surviving birds at the end of the grow out. The birds exposed to fluctuating temperatures had significantly more mortalities due to ascites as well as significantly higher average heart Air quality also has an impact on the cardiovascular system of broiler chickens. The lungs are capable of extracting only as much oxygen from air as is available. Also, if carbon dioxide concentrations are excessive, it will inhibit the lung's ability to absorb oxygen, as the other half of the job is to eliminate carbon dioxide from the blood. In general, air quality, which includes dustiness and ammonia, both of which can interfere with respiratory function.\n\nTo demonstrate the effect of poor air quality on the incidence of ascites, a study was done in which PLT was added to the litter of pens of broiler chickens and the litter ammonia, atmospheric ammonia, and mortality due to ascites measured and compared with pens of birds not on PLT-treated litter. Atmospheric ammonia was significantly reduced with the PLT treatment and, consequently, mortality due to ascites was reduced from 2.1% to 0.3%. Total mortalities were 5.2% on treated litter and 6.7% on untreated litter, with the difference being due entirely to ascites.\n\nStress is yet another mechanism by which the oxygen demand can be elevated. Studies done on the effect of thyroid hormones on the incidence of ascites of chickens also showed that birds with ascites exhibited a significant stress response, as measured by blood cortisol concentrations.\n\nweights. This study nicely demonstrates the impact of cool temperatures on the cardiovascular system of broiler chickens.\n\n## How can Ascites be Minimized?\n\nThere is no doubt that a rapidly growing bird is susceptible to developing ascites. However, given what we can learn from research and the examples given above, there are a few things that can be done to minimize the incidence of ascites in a flock:\n\nMaintain a consistent temperature in the barn and keep it at the guidelines recommended\nfor the bird.\nKeep air quality optimum by moving air regularly and efficiently. In the colder months, it\nis better to add heat and keep the air moving than to shut down vents or reduce airflow in\nan effort to conserve heat.\nKeep litter moisture low; wet litter encourages ammonia production.\nIf reusing litter or if the barn has a reoccurring problem with ammonia, consider using a\nlitter treatment.\nReduce stress in the flock. While we don't know all the stressors that can affect chickens,\nwe can address those that are obvious. Keep densities optimum. Make sure feed is always\navailable and that there is adequate feed and water space. Reduce light variation and keep\nlight levels at reasonable intensities. Walk the barns often and carefully; continued\nexposure of the birds to humans will allow them to become accustomed to your presence.\nRushing through the barn and making sudden gestures will spook the birds and add to\ntheir stress level.\nMany of the details that, when ignored, can help to precipitate ascites may seem obvious. But it is easy to let them go, even to a minor degree. All these small details can add up to result in a problem. Continued attention to the details, with a consistent application of your Best Management Practices will go a long way to reducing the problem of ascites and maximize returns.\n\n## Acknowledgements:\n\nBill Cox DVM, Dip. Path",
  "text_length": 8079,
  "metadata": {
    "document_purpose": "management_guide",
    "species": "broilers"
  },
  "chunks": [
    "# Ascites in Broiler Chickens\n\nAscites is a common cause of mortality in broiler chickens, especially during the cooler months of the year. While we recognize this condition as a frequent occurrence associated with fast- growing birds, much can be done to minimize its impact on the flock.\n",
    "## The Cause of Ascites\n\nThe term \"ascites\" actually refers to the fluid accumulated in the abdominal cavity (or \"waterbelly\") as a consequence of heart failure. The disease is more scientifically known as pulmonary hypertension syndrome and this disease may or may not actually end up as ascites. In fact, some birds that might be recognized in the barn as flippers may actually be mortalities that are the result of pulmonary hypertension, occurring very acutely.\n\nPulmonary hypertension happens when the heart is unable to push sufficient blood through the lungs (pulmonary), thereby significantly increasing the blood pressure (hypertension). Broiler chickens, by the nature of their ability to consume large quantities of feed and grow very rapidly, have an extremely high demand for oxygen. Generally, the bird's cardiovascular system can accommodate this demand, with the heart efficiently pushing blood through the lungs, where oxygen exchange occurs. When there is an increased demand for oxygen, the heart essentially pushes the blood through the lungs harder to increase the amount of oxygen available to the bird's metabolism. Because the lung volume and cardiovascular volume within the lung tissue is fixed, there comes a point at which the lung can no longer accommodate any more blood being supplied by the heart. This is the starting point for heart failure.\n\nWhen the point of heart failure is reached, it is probably easier to imagine the outcome by using water through a hose as an analogy. If water is being pumped through a 2-inch hose into a 1-inch hose, as long as the water pressure is kept low, everything will flow efficiently. If the water volume through the 2- inch hose is increased so that the 1-inch hose can no longer accommodate it, the water pressure will rise. If the connections are very strong, you can see the larger hose expand and stretch to try to adjust to the increased pressure and ultimately, the smaller hose will stretch in diameter as well. If the connections are not tight, water will leak out and, the higher the pressure, the more leakage will occur.\n\nA similar, though more complex, situation will also occur in the chicken's circulatory system.\n\nThe blood pressure will back up from the lungs, through the heart, back to the liver and abdominal viscera.\n",
    "The heart will enlarge due to both pressure and, with time, hypertrophy of the muscles due to the hard pumping activity (exactly the way in which skeletal muscles will enlarge in weight lifters as they \"pump iron\").\n\nFurther upstream, the blood vessels will also enlarge, causing the liver to swell and blood vessels on the intestines to become prominent.\n\nBecause blood vessels are also quite leaky, fluid will leak out and that is the source of all the extra \"water\" seen in the abdomen of affected birds.\n\n# What Increases Oxygen Demand in Broiler Chickens?\n\nHealthy, fast-growing broiler chickens are efficiently utilizing all available oxygen to convert feed to bone and muscle while at the same time maintaining optimum body temperature and body function. While there is undoubtedly room for responding to some increased demand, some birds can be on the edge and will tip over into heart failure with any increase in demand. The more demand that is imposed on the flock, however, the more cases of clinical ascites we are likely to see.\n\nMaintaining optimum body temperature is one of the more oxygen-demanding functions attended to by the bird. The theoretical thermo-neutral air temperature for fully feathered chickens is 75° F (24° C), the temperature at which the bird needs not use energy to either create heat or cool down. As the temperature varies from this point, the bird's body must respond, using energy and therefore consuming oxygen. While both excessive and insufficient air temperatures increase oxygen demand, the greatest need is with low temperatures.\n\nIn an experiment conducted in Alberta, small groups of birds were held at set temperatures according to industry guidelines, or at the same average temperatures but fluctuating the temperatures by only 3° C on each side of the average.\n\nThe birds were then followed through a complete grow out and measured for the occurrence of ascites as well as the heart- specific characteristics of pulmonary hypertension, including heart weight, right ventricular weight, and ratio of right ventricular weight to total heart weight, of surviving birds at the end of the grow out.\n",
    "The birds exposed to fluctuating temperatures had significantly more mortalities due to ascites as well as significantly higher average heart Air quality also has an impact on the cardiovascular system of broiler chickens.\n\nThe lungs are capable of extracting only as much oxygen from air as is available.\n\nAlso, if carbon dioxide concentrations are excessive, it will inhibit the lung's ability to absorb oxygen, as the other half of the job is to eliminate carbon dioxide from the blood.\n\nIn general, air quality, which includes dustiness and ammonia, both of which can interfere with respiratory function.\n\nTo demonstrate the effect of poor air quality on the incidence of ascites, a study was done in which PLT was added to the litter of pens of broiler chickens and the litter ammonia, atmospheric ammonia, and mortality due to ascites measured and compared with pens of birds not on PLT-treated litter. Atmospheric ammonia was significantly reduced with the PLT treatment and, consequently, mortality due to ascites was reduced from 2.1% to 0.3%. Total mortalities were 5.2% on treated litter and 6.7% on untreated litter, with the difference being due entirely to ascites.\n\nStress is yet another mechanism by which the oxygen demand can be elevated. Studies done on the effect of thyroid hormones on the incidence of ascites of chickens also showed that birds with ascites exhibited a significant stress response, as measured by blood cortisol concentrations.\n\nweights. This study nicely demonstrates the impact of cool temperatures on the cardiovascular system of broiler chickens.\n",
    "## How can Ascites be Minimized?\n\nThere is no doubt that a rapidly growing bird is susceptible to developing ascites. However, given what we can learn from research and the examples given above, there are a few things that can be done to minimize the incidence of ascites in a flock:\n\nMaintain a consistent temperature in the barn and keep it at the guidelines recommended\nfor the bird.\nKeep air quality optimum by moving air regularly and efficiently. In the colder months, it\nis better to add heat and keep the air moving than to shut down vents or reduce airflow in\nan effort to conserve heat.\nKeep litter moisture low; wet litter encourages ammonia production.\nIf reusing litter or if the barn has a reoccurring problem with ammonia, consider using a\nlitter treatment.\nReduce stress in the flock. While we don't know all the stressors that can affect chickens,\nwe can address those that are obvious. Keep densities optimum. Make sure feed is always\navailable and that there is adequate feed and water space. Reduce light variation and keep\nlight levels at reasonable intensities. Walk the barns often and carefully; continued\nexposure of the birds to humans will allow them to become accustomed to your presence.\nRushing through the barn and making sudden gestures will spook the birds and add to\ntheir stress level.\nMany of the details that, when ignored, can help to precipitate ascites may seem obvious. But it is easy to let them go, even to a minor degree. All these small details can add up to result in a problem. Continued attention to the details, with a consistent application of your Best Management Practices will go a long way to reducing the problem of ascites and maximize returns.\n\n## Acknowledgements:\n\nBill Cox DVM, Dip. Path\n"
  ],
  "chunks_count": 5
}