{
  "source_file": "C:\\intelia_gpt\\documents\\public\\common\\health\\AviaTech_Staph.pdf",
  "extracted_at": "2025-09-08T15:18:35.030459",
  "text": "!\\[Image description\\](Logo of AviaTech)\nTechnical information for the broiler industry\n\n## Staphylococcus Infections in Broiler Breeders\n\nEric L. Jensen, DVM, MAM, Diplomate ACPV and Carolyn L. Miller, DVM, MAM, Diplomate ACPV • Aviagen North America • Huntsville, Alabama\n\n## Introduction\n\nA staphylococcus infection, or staphylococcosis, refers to a variety of diseases in poultry caused by staphylococci bacteria (Table 1). Approximately 20 species have been isolated, of which only one, *Staphylococcus aureus*, is of veterinary importance in broiler breeders. In such birds, the most common form of infection involves tenosynovitis (inflammation of the tendon sheaths) and arthritis of the hock and stifle joints.\n\nStaphylococcus infections tend to occur more frequently during the following four periods of a breeder's life: 0 - 2 weeks — Omphalitis and femoral head necrosis (or bacterial chondronecrosis) are often related to egg or hatchery contamina- tion and minor surgeries.\n\n4-6 weeks - Infected hock and stifle joints secondary to coccidiosis or harsh vaccine reactions (Figure 1).\n\n10-20 weeks Infected hock and stifle joints secondary to the stress of vaccination, feed restriction and sexual maturation. Overcrowding, poor feed distribution and insufficient feeder space exacerbate these problems.\n\n24-30 weeks Infected hock and stifle joints and \"bumblefoot\" (plantar abscess) secondary to the stress of moving, mating and onset of egg production. Male aggression and injuries associated with feed equipment, nest boxes and slats also contribute to the development of staphylococcal infections during this period.\n\n!\\[Image description\\](Logo of Aviagen North America)\n\n## Veterinary Medicine ◄\n\n## Hatchery\n\n## Feed Milling\n\n## Poultry Nutrition\n\n## Breed Evaluation\n\n## eTechnology\n\n## Breeder Husbandry\n\n## Broiler Husbandry\n\n## Eric L. Jensen, DVM, MAM, Diplomate ACPV\n\n!\\[Image description\\](Portrait of Eric L. Jensen)\nDr. Eric Jensen eamed his Doctor of Veterinary Medicine and Master of Avian Medicine degrees from the University of Georgia. He is a diplomate of the American College of Poultry Veterinarians and has more than 17 years of experience in technical support for the poultry industry. At Aviagen, Dr. Jensen is involved with preventive medicine, biosecurity, health monitoring and regulatory issues for the grandparent division.\n\n## Carolyn L. Miller, DVM, MAM, Diplomate ACPV\n\n!\\[Image description\\](Portrait of Carolyn L. Miller)\nDr. Carolyn Miller eamed her Doctor of Veterinary Medicine degree from the University of Missouri and her Master of Avian Medicine from the University of Georgia. She is a diplomate of the American College of Poultry Veterinarians and has more than 15 years of experience in the poultry industry. At Aviagen, Dr. Miller is responsible for the health of the pedigree division, as well as the great grandparent division. Disease prevention by continuous evaluation of the biosecurity procedures and maintenance of health programs is a large part of her responsibilities.\n\n!\\[Image description\\](A photo of a chicken with a swollen hock, likely due to a staphylococcal infection.)\n\n## Figure 1 Swollen hock attributable to staphylococcosis\n\n| Location | Age | Lesion | Usual outcome |\n| -------- | --- | ------ | ------------- |\n| Bone | Any | Osteomyelitis | Lameness |\n| Joint | Any, usually older | Arthritis/ Synovitis | Lameness |\n| Yolk sac | Chicks | Omphalitis | Death |\n| Blood (septicemia) | Any | Generalized necrosis | Death |\n| Skin | Young | Gangrenous dermatitis | Death |\n| Feet | Mature | Plantar abscess (“bumblefoot”) | Lameness |\n\n## Table 1 Staphylococcal-related infections in poultry\n\nFrom: Skeeles, J.K. Staphylococcosis. In: Diseases of Poultry. 10th ed. 1997.\n\n## Pathogenesis\n\n*Staphylococcus aureus* is a ubiquitous organism in the breeder house environment and can be isolated from the litter, dust and feathers. The bacterium is considered to be a normal resident of the chicken, located on the skin and feathers and in the respiratory and intestinal tracts.\n\nThe organism must enter the circulatory system to cause disease, thus the probability of infection is increased by any injury that provides the bacteria with a route of entry. The most obvious route of infection is through a break in the skin. This can be the result of a wound caused by injury, minor surgical procedures, such as beak trimming, toe trimming and dubbing, or needle injections. In addition, recent studies have shown that another major route of entry for staphylococcus may be through the respiratory tract. Poor air quality or “hot” respiratory vaccines will facilitate staphylo- cocci entry through the respiratory tract. It has been postulated that another portal of entry may be the gut. A repeatable experimental model has not been developed, but the frequent occurrence of staphylococcus and other bacterial infections following challenge with hemorrhagic enteritis virus in turkeys, as well as necrotic enteritis and coccidiosis in chickens, lends credence to this idea.\n\nOnce in circulation, staphylococci have a high affinity for collagen-rich surfaces, such as the articular surface of joints, and synovial sheaths located around joints and tendons. Staphylococci also tend to localize in the growth plate of actively growing bones. This explains the higher incidence of femoral head necrosis and osteomyelitis in young chickens versus more mature chickens.\n\nWhen the host immune system is impaired, the likelihood that staphylococci will cause disease increases. Viral agents such as infectious bursal disease (IBD) and chicken anemia virus (CAV) have been shown to suppress immune function and increase the incidence of such staphylococcal diseases as bacterial chondronecrosis and gangrenous dermatitis. Other agents that may cause similar immunosuppressive effects include Marek's Disease virus, reovirus and aflatoxins.\n\nStress has also been shown to impair immune function. Major sources of stress include overcrowding, insufficient access to feed and water, feed restriction, vaccination and other handling, onset of sexual maturity and egg production, inadequate clean out and biosecurity procedures, temperature extremes and poor air quality.\n\nIt has been proposed that skeletal deformity plays a role in staphylococcal arthritis. Angular limb and rotational bone deformities lead to increased stress on joints and skeletal support architecture. Subsequent damage to tendons, ligaments and articular surfaces provides the opportunity for bacterial colonization. Insufficient activity during rearing will also result in skeletal structures more susceptible to minor injuries, such as strains and sprains, when subjected to the stresses of production (slats, etc.). These mild injuries can then provide a site for infection. Further investigation into these interactions is required.\n\n## **Clinical signs and gross lesions**\n\nEgg- and hatchery-related staphylococcal disease is evidenced by depressed chicks, high early mortality (first two weeks), wet navels and omphalitis. Infection related to toe trimming is seen as swollen footpads that may be associated with a reddish discoloration extending from the trimmed toe to the hock. Infection of the bone (osteomyelitis) may also occur, often causing the development of femoral head necrosis.\n\nChickens with arthritis and tenosynovitis will experience lameness. Typically, the hock joint is involved and will be swollen and warm to the touch. The stifle joint is the second most commonly affected joint. When opened, the joint and surrounding tissue will contain a white- to yellow-colored purulent exudate. Inflammation may also be evident on the articular surface and nearby tendons.\n\nExperimental work has shown that early infection with either staphylococcus or reovirus can cause inflammation of the hock joint and nearby tendons (Hill, et al., 1989). Chronic infection of the tendons with either organism leads to progressive fibrosis and calcification. As birds gain weight or are placed in slatted houses these tendons may rupture, resulting in permanent loss of use of the affected leg (Figure 2).\n\n## Figure 2\n\n## Ruptured tendon\n\n!\\[Image description\\](Image of a ruptured tendon, likely showing swelling or damage to the tendon area.)\nbefore returning to a normal color. A large knot (fibrosis) will form at the site of the rupture. A differential diagnosis from reovirus arthritis must be made using virus isolation, serology and histopathology. However, this becomes difficult more than five weeks after infection because the important microscopic lesions become similar over time. Most data from field problems fail to adequately prove that reoviruses are the cause, and most problems have been improved or resolved with no change in the reovirus status of the flocks involved.\n\nStaphylococcal infections of the footpad and toes (“bumblefoot”) are common in adult chickens (Figure 3). The severe swelling of the footpad and toes results in subsequent lameness.\n\n## Figure 3\n\n## Plantar abscess, or \"bumblefoot\"\n\n!\\[Image description\\](Image of a plantar abscess or \"bumblefoot\" in a chicken foot, showing swelling and inflammation of the footpad and toes.)\nInitially, the area surrounding the ruptured tendon (typically seen in the gastrocnemius tendon located above the hock) will discolor, turning reddish-purple from hemorrhage, then green, Osteomyelitis (infection of the bones) may cause either lameness or paralysis depending on whether a long bone or the spine is affected (Figure 4). Bone sites most frequently involved are the proximal head of the tibiotarsus, proximal femur and the thoracic vertebrae (T3-T5). Birds with infections in the leg bones are reluctant to walk. When the femur is affected, the proximal head of the femur will separate from the shaft when disarticulated from the hip joint (femoral head necrosis). Infections of the joint spaces between vertebrae may cause paralysis of the legs. Gross lesions may include a yellow-brown exudate or necrosis in the head of the femur (metaphysis). In many cases, a histologic examination of formalin-fixed tissue is required for accurate diagnosis.\n\n## Figure 4 Osteomyelitis\n\n## Prevention\n\nStaphylococcal infections in young birds are best controlled by strict sanitation, including proper egg handling practices at the breeder farm and in the hatchery. Floor eggs should be kept separate from nest eggs. Grossly dirty eggs must be discarded and any cleaning practices that disrupt the cuticle (such as sanding) should be discouraged. The importance of hatching egg sanitation and fumigation in the hatchers must not be underestimated. Formaldehyde fumigation is the most efficacious method of controlling bacteria carried on eggs, but its use requires strict adherence to all regulatory safety guidelines.\n\nHatchery processing procedures, such as beak and toe trimming and dubbing, must be carried out using proper technique. Critical points include using correct blade temperatures, avoiding the accumulation of tissue on the blade or dubbing equipment, avoiding excessive cauterization, maintaining a high level of hygiene during the entire procedure and placement of the chicks on clean litter.\n\nBreeders on feed restriction are experiencing a precarious nutritional balance. If not managed carefully, the additional stress of restricted amounts of feed will play an important role in the appearance of staphylococcal infections. Excessive feed restriction must be avoided. This may be accomplished by making certain that weight goals recommended by the breeder company are achieved. Birds must be fed on a regular schedule and given increased amounts of feed under conditions of stress. Sufficient feeder space is critical for proper feed distribution. Feed should be distributed to all birds in 4-6 minutes. Recent studies indicate that more rapid feed distribution (within 3 minutes) may be necessary. Insufficient feeder space will lead to increased aggression by dominant birds, which may cause more injuries and staphylococcal problems.\n\nThe environment in the chicken house should be managed to prevent scratches that may allow staphylococcal bacteria to enter through the skin. Management of the amount of light, feed and water are necessary to prevent scratches. Birds must have adequate feed and water space, which is best provided by avoiding excessively high population densities (see breeder management guidelines). Some exercise is also required during rearing to produce bones, joints, muscles and tendons strong enough to cope with the rigors of the production house. This can be accomplished by having adequate light (minimum 0.5 foot- candles) and placing perches or drinkers on low slats to encourage activity.\n\nEffective control of coccidiosis is required to protect the lining of the intestine. If the intestinal lining is damaged, staphylococcal organisms may enter the bloodstream through the intestinal blood vessels and cause the development of secondary staphylococcosis. Live coccidial vaccines have proven to be an excellent method for control of coccidiosis, but reaction to the vaccines must be carefully monitored. Vaccinated flocks must be examined regularly from two to five weeks of age to determine the degree of reaction. When an excessive reaction is present, prompt treatment with amprolium, sulfonamides or an organic arsenical compound is necessary.\n\nCareful handling of the birds during vaccinations and at moving time is important. During vaccination, care must be taken to prevent contamination of the vaccine and both needles and wing web applicators need to be changed frequently. Feed boosts and supplemental vitamins are helpful in relieving the stress associated with handling. Minimize the number of times the flock is handled by combining as many procedures as possible. Birds should be handled by their wings to prevent damage to their legs.\n\nBecause wounds provide a significant portal of entry for staphylococci bacteria, actions must be taken to reduce the chance of injury. Sharp objects, such as rocks, wire, metal edges on equipment, nails and splinters, must be removed. Slats and equipment should be well maintained. Setting the slat height correctly (22 inches) and using ramps will reduce leg and foot injuries. Maintaining good litter quality will reduce footpad damage. Proper ventilation, good quality shavings, removal of caked litter, and using a water restriction program or nipple drinkers help maintain litter quality.\n\nThe onset of sexual maturity and egg production is a particularly stressful period. Care should be taken to achieve the same rate of sexual development in both males and females and to adhere to recommended mating ratios. Proper management of feed and lighting programs during this critical period is essential (see breeder management guidelines).\n\nThorough cleaning and disinfection between flocks can minimize the level of staphylococcus challenge. Most good quality disinfectants are effective against staphylococcus. Field observations have shown that efforts to clean up the water supply can be effective in reducing leg problems. Using a closed water system (nipple drinkers) in combination with chlorination or UV treatment has also been shown to be beneficial.\n\nPrevention of early exposure to immunosup- pressive viruses like IBD, CAV and Marek's Disease by providing high levels of maternal antibody, vaccination and sanitation will also help prevent staphylococcosis. Where stronger respiratory vaccine strains are used, such as La Sota, the birds should have previously been exposed to milder vaccine strains, like Hitchner B1.\n\nStaphylococcal bacterins have not proven to be beneficial. Bacterial interference using *Staphylococcus epidermis* strain 115 in turkeys decreased staphylococcosis and improved livability in turkeys (Jensen, 1990); however, recent studies in chickens did not demonstrate any benefit (McNamee and Smyth, 2000). Competitive exclusion products and probiotics have not been effective at reducing the incidence of staphylococcosis, but additional research is warranted.\n\n## Treatment\n\nTreatment of staphylococcosis varies in efficacy, but may be cost-effective, as well as advantageous for bird welfare. The majority of *S. aureus* isolated from poultry are sensitive to penicillin but sensitivity tests should always be performed, as antibiotic resistance is common. Penicillin resistance may develop quickly in birds undergoing treatment, so it may be beneficial to switch to another antibiotic after five to seven days of penicillin therapy. Other water-soluble antibiotics that may be effective include erythromycin, lincomycin and tetracyclines. If the problem is specifically in males, it may be worth considering the use of an injectable, long-acting antibiotic. Consult your poultry veterinarian for advice on antibiotic selection, as some antibiotics can only be used when prescribed by a licensed veterinarian.\n\nPreventive treatment programs with feed-grade antibiotics have been used with varying degrees of success. Typical programs use novobiocin, erythromycin or tetracyclines in the first pound (454 grams) of starter feed and/or the first feed delivery after moving the birds to the laying house. These programs can be effective, but are expensive and difficult to justify unless staphylococcosis is widespread and severe.\n\nAntibiotics are most effective if given early in the disease. Established infections, especially with arthritis and osteomyelitis, will not respond to medication due to the amount of damage that has already been done to the joint and the bone. Such birds are best culled from the flock.\n\n## Summary\n\nThe most effective long-term solutions to staphy- lococcosis are to focus management practices toward minimizing all factors that may contribute to staphylococcal infection. This involves identify- ing and removing the likely sources of staphylo- cocci and reducing any factor that may increase the susceptibility of the birds to infection.\n\nReferences Butterworth, A. 1999. Infectious components of broiler lameness: a review. *World's Poultry Science Journal*, 56(4):327-352.\n\nGlisson J.R., and J.A. Smith. 1990. Staphylococcal tenosynovitis in broiler breeders. In *Proceedings of the Avian Skeletal Disease Symposium*. AAAP/AVMA, San Antonio, TX:83-85.\n\nHill, J.E., G.N. Rowland, J.R. Glisson, and P. Villegas. 1989. Comparative Microscopic Lesions in Reoviral and Staphylococcal Tenosynovitis. *Avian Diseases*, 33:401-410.\n\nJensen, M.M. 1990. An overview on the pathogenesis of staphylococcosis and an update on staphylococcal interference. In *Proceedings of the Avian Skeletal Disease Symposium*. AAAP/AVMA, San Antonio, TX: 79-82.\n\nMcNamee, P.T., and J.A. Smyth. 2000. Bacterial chon- dronecrosis with osteomyelitis (femoral head necrosis) of broiler chickens: a review. *Avian Pathology*, 29:253-270.\n\nSkeeles, J.K. 1997. Staphylococcosis. In: *Diseases of Poultry*. B.W. Calnek (ed.). 10th ed. Iowa State University Press, Ames, IA:247-253.\n\nValle, R.B. 1998. Prevention and control of staphylo- coccal infections in breeder pullets. *Industry Impressions*. Arbor Acres Farm, Inc. Glastonbury, CT. No. 3.\n\n!\\[Image description\\](Aviagen North America logo)\nCummings Research Park 5015 Bradford Drive Huntsville, AL 35805 1-800-826-9685 www.aviagen.com © 2001 Aviagen North America Veterinary Medicine ◄\n\nHatchery\nFeed Milling\nPoultry Nutrition\nBreed Evaluation\neTechnology\nBreeder Husbandry\nBroiler Husbandry\n\n## Key factors for preventing staphylococcal infections in broiler breeders\n\n## Hatching egg management\n\n✓ Collect eggs frequently\n✓ Handle eggs properly at farm and hatchery\n✓ Follow strict sanitation guidelines\n✓ Do not set floor eggs\n\n## Stress management\n\n✓ Avoid excessively high stocking densities\n✓ Avoid excessive feed restriction\n✓ Increase feed amounts regularly\n✓ Follow recommended weight goals\n✓ Provide sufficient feeder space\n✓ Distribute feed rapidly so that all birds have access to feed within 4-6 minutes (3 minutes is ideal)\n✓ Handle birds by wings when necessary (minimal handling is recommended)\n✓ Manage birds to achieve same rate of sexual development among males and females\n✓ Ensure proper feed and lighting management during onset of sexual maturity/egg production\n✓ Adhere to proper mating ratios\n\n## Management of the environment\n\n✓ Remove sharp objects\n✓ Encourage exercise with adequate lighting, perches and training slats\n✓ Install slats at 22 inches and keep well-maintained\nUtilize ramps\n✓ Manage litter quality through ventilation, litter removal and use of water restriction program\n✓ Use closed water system and chlorination to improve water quality\n\n## Vaccination and health programs\n\n✓ Monitor and control coccidiosis\n✓ When using \"hot\" respiratory vaccines, expose birds to intermediate or mild strains first\n✓ Ensure high levels of maternal immunity\n✓ Utilize appropriate vaccination programs\n✓ Ensure proper biosecurity in hatchery and on farm\n✓ Prevent vaccine and needle contamination\n✓ Change needles and wing web applicators frequently\nIn addition, specific management programs and guidelines may be found in the breeder management guide provided by your primary",
  "text_length": 21228,
  "metadata": {
    "contains_nutrition_tables": false,
    "contains_performance_tables": false,
    "document_purpose": "management_guide",
    "genetic_line": "ross308",
    "sex": "mixed",
    "species": "breeders"
  },
  "chunks": [
    "!\\[Image description\\](Logo of AviaTech)\nTechnical information for the broiler industry\n\n## Staphylococcus Infections in Broiler Breeders\n\nEric L. Jensen, DVM, MAM, Diplomate ACPV and Carolyn L. Miller, DVM, MAM, Diplomate ACPV • Aviagen North America • Huntsville, Alabama\n\n## Introduction\n\nA staphylococcus infection, or staphylococcosis, refers to a variety of diseases in poultry caused by staphylococci bacteria (Table 1). Approximately 20 species have been isolated, of which only one, *Staphylococcus aureus*, is of veterinary importance in broiler breeders. In such birds, the most common form of infection involves tenosynovitis (inflammation of the tendon sheaths) and arthritis of the hock and stifle joints.\n\nStaphylococcus infections tend to occur more frequently during the following four periods of a breeder's life: 0 - 2 weeks — Omphalitis and femoral head necrosis (or bacterial chondronecrosis) are often related to egg or hatchery contamina- tion and minor surgeries.\n\n4-6 weeks - Infected hock and stifle joints secondary to coccidiosis or harsh vaccine reactions (Figure 1).\n\n10-20 weeks Infected hock and stifle joints secondary to the stress of vaccination, feed restriction and sexual maturation. Overcrowding, poor feed distribution and insufficient feeder space exacerbate these problems.\n\n24-30 weeks Infected hock and stifle joints and \"bumblefoot\" (plantar abscess) secondary to the stress of moving, mating and onset of egg production. Male aggression and injuries associated with feed equipment, nest boxes and slats also contribute to the development of staphylococcal infections during this period.\n\n!\\[Image description\\](Logo of Aviagen North America)\n\n## Veterinary Medicine ◄\n\n## Hatchery\n\n## Feed Milling\n\n## Poultry Nutrition\n\n## Breed Evaluation\n\n## eTechnology\n\n## Breeder Husbandry\n\n## Broiler Husbandry\n",
    "## Eric L. Jensen, DVM, MAM, Diplomate ACPV\n\n!\\[Image description\\](Portrait of Eric L. Jensen)\nDr. Eric Jensen eamed his Doctor of Veterinary Medicine and Master of Avian Medicine degrees from the University of Georgia. He is a diplomate of the American College of Poultry Veterinarians and has more than 17 years of experience in technical support for the poultry industry. At Aviagen, Dr. Jensen is involved with preventive medicine, biosecurity, health monitoring and regulatory issues for the grandparent division.\n\n## Carolyn L. Miller, DVM, MAM, Diplomate ACPV\n\n!\\[Image description\\](Portrait of Carolyn L. Miller)\nDr. Carolyn Miller eamed her Doctor of Veterinary Medicine degree from the University of Missouri and her Master of Avian Medicine from the University of Georgia. She is a diplomate of the American College of Poultry Veterinarians and has more than 15 years of experience in the poultry industry. At Aviagen, Dr. Miller is responsible for the health of the pedigree division, as well as the great grandparent division. Disease prevention by continuous evaluation of the biosecurity procedures and maintenance of health programs is a large part of her responsibilities.\n\n!\\[Image description\\](A photo of a chicken with a swollen hock, likely due to a staphylococcal infection.)\n\n## Figure 1 Swollen hock attributable to staphylococcosis\n\n| Location | Age | Lesion | Usual outcome |\n| -------- | --- | ------ | ------------- |\n| Bone | Any | Osteomyelitis | Lameness |\n| Joint | Any, usually older | Arthritis/ Synovitis | Lameness |\n| Yolk sac | Chicks | Omphalitis | Death |\n| Blood (septicemia) | Any | Generalized necrosis | Death |\n| Skin | Young | Gangrenous dermatitis | Death |\n| Feet | Mature | Plantar abscess (“bumblefoot”) | Lameness |\n\n## Table 1 Staphylococcal-related infections in poultry\n\nFrom: Skeeles, J.K. Staphylococcosis. In: Diseases of Poultry. 10th ed. 1997.\n",
    "## Pathogenesis\n\n*Staphylococcus aureus* is a ubiquitous organism in the breeder house environment and can be isolated from the litter, dust and feathers. The bacterium is considered to be a normal resident of the chicken, located on the skin and feathers and in the respiratory and intestinal tracts.\n\nThe organism must enter the circulatory system to cause disease, thus the probability of infection is increased by any injury that provides the bacteria with a route of entry. The most obvious route of infection is through a break in the skin. This can be the result of a wound caused by injury, minor surgical procedures, such as beak trimming, toe trimming and dubbing, or needle injections. In addition, recent studies have shown that another major route of entry for staphylococcus may be through the respiratory tract. Poor air quality or “hot” respiratory vaccines will facilitate staphylo- cocci entry through the respiratory tract. It has been postulated that another portal of entry may be the gut. A repeatable experimental model has not been developed, but the frequent occurrence of staphylococcus and other bacterial infections following challenge with hemorrhagic enteritis virus in turkeys, as well as necrotic enteritis and coccidiosis in chickens, lends credence to this idea.\n\nOnce in circulation, staphylococci have a high affinity for collagen-rich surfaces, such as the articular surface of joints, and synovial sheaths located around joints and tendons. Staphylococci also tend to localize in the growth plate of actively growing bones. This explains the higher incidence of femoral head necrosis and osteomyelitis in young chickens versus more mature chickens.\n\nWhen the host immune system is impaired, the likelihood that staphylococci will cause disease increases.\n",
    "Viral agents such as infectious bursal disease (IBD) and chicken anemia virus (CAV) have been shown to suppress immune function and increase the incidence of such staphylococcal diseases as bacterial chondronecrosis and gangrenous dermatitis.\n\nOther agents that may cause similar immunosuppressive effects include Marek's Disease virus, reovirus and aflatoxins.\n\nStress has also been shown to impair immune function. Major sources of stress include overcrowding, insufficient access to feed and water, feed restriction, vaccination and other handling, onset of sexual maturity and egg production, inadequate clean out and biosecurity procedures, temperature extremes and poor air quality.\n\nIt has been proposed that skeletal deformity plays a role in staphylococcal arthritis. Angular limb and rotational bone deformities lead to increased stress on joints and skeletal support architecture. Subsequent damage to tendons, ligaments and articular surfaces provides the opportunity for bacterial colonization. Insufficient activity during rearing will also result in skeletal structures more susceptible to minor injuries, such as strains and sprains, when subjected to the stresses of production (slats, etc.). These mild injuries can then provide a site for infection. Further investigation into these interactions is required.\n",
    "## **Clinical signs and gross lesions**\n\nEgg- and hatchery-related staphylococcal disease is evidenced by depressed chicks, high early mortality (first two weeks), wet navels and omphalitis. Infection related to toe trimming is seen as swollen footpads that may be associated with a reddish discoloration extending from the trimmed toe to the hock. Infection of the bone (osteomyelitis) may also occur, often causing the development of femoral head necrosis.\n\nChickens with arthritis and tenosynovitis will experience lameness. Typically, the hock joint is involved and will be swollen and warm to the touch. The stifle joint is the second most commonly affected joint. When opened, the joint and surrounding tissue will contain a white- to yellow-colored purulent exudate. Inflammation may also be evident on the articular surface and nearby tendons.\n\nExperimental work has shown that early infection with either staphylococcus or reovirus can cause inflammation of the hock joint and nearby tendons (Hill, et al., 1989). Chronic infection of the tendons with either organism leads to progressive fibrosis and calcification. As birds gain weight or are placed in slatted houses these tendons may rupture, resulting in permanent loss of use of the affected leg (Figure 2).\n\n## Figure 2\n\n## Ruptured tendon\n\n!\\[Image description\\](Image of a ruptured tendon, likely showing swelling or damage to the tendon area.)\nbefore returning to a normal color. A large knot (fibrosis) will form at the site of the rupture. A differential diagnosis from reovirus arthritis must be made using virus isolation, serology and histopathology. However, this becomes difficult more than five weeks after infection because the important microscopic lesions become similar over time. Most data from field problems fail to adequately prove that reoviruses are the cause, and most problems have been improved or resolved with no change in the reovirus status of the flocks involved.\n\nStaphylococcal infections of the footpad and toes (“bumblefoot”) are common in adult chickens (Figure 3). The severe swelling of the footpad and toes results in subsequent lameness.\n\n## Figure 3\n",
    "## Plantar abscess, or \"bumblefoot\"\n\n!\\[Image description\\](Image of a plantar abscess or \"bumblefoot\" in a chicken foot, showing swelling and inflammation of the footpad and toes.)\nInitially, the area surrounding the ruptured tendon (typically seen in the gastrocnemius tendon located above the hock) will discolor, turning reddish-purple from hemorrhage, then green, Osteomyelitis (infection of the bones) may cause either lameness or paralysis depending on whether a long bone or the spine is affected (Figure 4). Bone sites most frequently involved are the proximal head of the tibiotarsus, proximal femur and the thoracic vertebrae (T3-T5). Birds with infections in the leg bones are reluctant to walk. When the femur is affected, the proximal head of the femur will separate from the shaft when disarticulated from the hip joint (femoral head necrosis). Infections of the joint spaces between vertebrae may cause paralysis of the legs. Gross lesions may include a yellow-brown exudate or necrosis in the head of the femur (metaphysis). In many cases, a histologic examination of formalin-fixed tissue is required for accurate diagnosis.\n\n## Figure 4 Osteomyelitis\n",
    "## Prevention\n\nStaphylococcal infections in young birds are best controlled by strict sanitation, including proper egg handling practices at the breeder farm and in the hatchery. Floor eggs should be kept separate from nest eggs. Grossly dirty eggs must be discarded and any cleaning practices that disrupt the cuticle (such as sanding) should be discouraged. The importance of hatching egg sanitation and fumigation in the hatchers must not be underestimated. Formaldehyde fumigation is the most efficacious method of controlling bacteria carried on eggs, but its use requires strict adherence to all regulatory safety guidelines.\n\nHatchery processing procedures, such as beak and toe trimming and dubbing, must be carried out using proper technique. Critical points include using correct blade temperatures, avoiding the accumulation of tissue on the blade or dubbing equipment, avoiding excessive cauterization, maintaining a high level of hygiene during the entire procedure and placement of the chicks on clean litter.\n\nBreeders on feed restriction are experiencing a precarious nutritional balance. If not managed carefully, the additional stress of restricted amounts of feed will play an important role in the appearance of staphylococcal infections. Excessive feed restriction must be avoided. This may be accomplished by making certain that weight goals recommended by the breeder company are achieved. Birds must be fed on a regular schedule and given increased amounts of feed under conditions of stress. Sufficient feeder space is critical for proper feed distribution. Feed should be distributed to all birds in 4-6 minutes. Recent studies indicate that more rapid feed distribution (within 3 minutes) may be necessary. Insufficient feeder space will lead to increased aggression by dominant birds, which may cause more injuries and staphylococcal problems.\n\nThe environment in the chicken house should be managed to prevent scratches that may allow staphylococcal bacteria to enter through the skin.\n\nManagement of the amount of light, feed and water are necessary to prevent scratches.\n",
    "Birds must have adequate feed and water space, which is best provided by avoiding excessively high population densities (see breeder management guidelines).\n\nSome exercise is also required during rearing to produce bones, joints, muscles and tendons strong enough to cope with the rigors of the production house.\n\nThis can be accomplished by having adequate light (minimum 0.5 foot- candles) and placing perches or drinkers on low slats to encourage activity.\n\nEffective control of coccidiosis is required to protect the lining of the intestine. If the intestinal lining is damaged, staphylococcal organisms may enter the bloodstream through the intestinal blood vessels and cause the development of secondary staphylococcosis. Live coccidial vaccines have proven to be an excellent method for control of coccidiosis, but reaction to the vaccines must be carefully monitored. Vaccinated flocks must be examined regularly from two to five weeks of age to determine the degree of reaction. When an excessive reaction is present, prompt treatment with amprolium, sulfonamides or an organic arsenical compound is necessary.\n\nCareful handling of the birds during vaccinations and at moving time is important. During vaccination, care must be taken to prevent contamination of the vaccine and both needles and wing web applicators need to be changed frequently. Feed boosts and supplemental vitamins are helpful in relieving the stress associated with handling. Minimize the number of times the flock is handled by combining as many procedures as possible. Birds should be handled by their wings to prevent damage to their legs.\n\nBecause wounds provide a significant portal of entry for staphylococci bacteria, actions must be taken to reduce the chance of injury.\n\nSharp objects, such as rocks, wire, metal edges on equipment, nails and splinters, must be removed.\n\nSlats and equipment should be well maintained.\n\nSetting the slat height correctly (22 inches) and using ramps will reduce leg and foot injuries.\n\nMaintaining good litter quality will reduce footpad damage.\n",
    "Proper ventilation, good quality shavings, removal of caked litter, and using a water restriction program or nipple drinkers help maintain litter quality.\n\nThe onset of sexual maturity and egg production is a particularly stressful period. Care should be taken to achieve the same rate of sexual development in both males and females and to adhere to recommended mating ratios. Proper management of feed and lighting programs during this critical period is essential (see breeder management guidelines).\n\nThorough cleaning and disinfection between flocks can minimize the level of staphylococcus challenge. Most good quality disinfectants are effective against staphylococcus. Field observations have shown that efforts to clean up the water supply can be effective in reducing leg problems. Using a closed water system (nipple drinkers) in combination with chlorination or UV treatment has also been shown to be beneficial.\n\nPrevention of early exposure to immunosup- pressive viruses like IBD, CAV and Marek's Disease by providing high levels of maternal antibody, vaccination and sanitation will also help prevent staphylococcosis. Where stronger respiratory vaccine strains are used, such as La Sota, the birds should have previously been exposed to milder vaccine strains, like Hitchner B1.\n\nStaphylococcal bacterins have not proven to be beneficial. Bacterial interference using *Staphylococcus epidermis* strain 115 in turkeys decreased staphylococcosis and improved livability in turkeys (Jensen, 1990); however, recent studies in chickens did not demonstrate any benefit (McNamee and Smyth, 2000). Competitive exclusion products and probiotics have not been effective at reducing the incidence of staphylococcosis, but additional research is warranted.\n",
    "## Treatment\n\nTreatment of staphylococcosis varies in efficacy, but may be cost-effective, as well as advantageous for bird welfare. The majority of *S. aureus* isolated from poultry are sensitive to penicillin but sensitivity tests should always be performed, as antibiotic resistance is common. Penicillin resistance may develop quickly in birds undergoing treatment, so it may be beneficial to switch to another antibiotic after five to seven days of penicillin therapy. Other water-soluble antibiotics that may be effective include erythromycin, lincomycin and tetracyclines. If the problem is specifically in males, it may be worth considering the use of an injectable, long-acting antibiotic. Consult your poultry veterinarian for advice on antibiotic selection, as some antibiotics can only be used when prescribed by a licensed veterinarian.\n\nPreventive treatment programs with feed-grade antibiotics have been used with varying degrees of success. Typical programs use novobiocin, erythromycin or tetracyclines in the first pound (454 grams) of starter feed and/or the first feed delivery after moving the birds to the laying house. These programs can be effective, but are expensive and difficult to justify unless staphylococcosis is widespread and severe.\n\nAntibiotics are most effective if given early in the disease. Established infections, especially with arthritis and osteomyelitis, will not respond to medication due to the amount of damage that has already been done to the joint and the bone. Such birds are best culled from the flock.\n",
    "## Summary\n\nThe most effective long-term solutions to staphy- lococcosis are to focus management practices toward minimizing all factors that may contribute to staphylococcal infection. This involves identify- ing and removing the likely sources of staphylo- cocci and reducing any factor that may increase the susceptibility of the birds to infection.\n\nReferences Butterworth, A. 1999. Infectious components of broiler lameness: a review. *World's Poultry Science Journal*, 56(4):327-352.\n\nGlisson J.R., and J.A. Smith. 1990. Staphylococcal tenosynovitis in broiler breeders. In *Proceedings of the Avian Skeletal Disease Symposium*. AAAP/AVMA, San Antonio, TX:83-85.\n\nHill, J.E., G.N. Rowland, J.R. Glisson, and P. Villegas. 1989. Comparative Microscopic Lesions in Reoviral and Staphylococcal Tenosynovitis. *Avian Diseases*, 33:401-410.\n\nJensen, M.M. 1990. An overview on the pathogenesis of staphylococcosis and an update on staphylococcal interference. In *Proceedings of the Avian Skeletal Disease Symposium*. AAAP/AVMA, San Antonio, TX: 79-82.\n\nMcNamee, P.T., and J.A. Smyth. 2000. Bacterial chon- dronecrosis with osteomyelitis (femoral head necrosis) of broiler chickens: a review. *Avian Pathology*, 29:253-270.\n\nSkeeles, J.K. 1997. Staphylococcosis. In: *Diseases of Poultry*. B.W. Calnek (ed.). 10th ed. Iowa State University Press, Ames, IA:247-253.\n\nValle, R.B.\n\n1998. \n\nPrevention and control of staphylo- coccal infections in breeder pullets.\n\n*Industry Impressions*.\n\nArbor Acres Farm, Inc.\n\nGlastonbury, CT.\n",
    "No.\n\n3. \n\n!\\[Image description\\](Aviagen North America logo)\nCummings Research Park 5015 Bradford Drive Huntsville, AL 35805 1-800-826-9685 www.aviagen.com © 2001 Aviagen North America Veterinary Medicine ◄\n\nHatchery\nFeed Milling\nPoultry Nutrition\nBreed Evaluation\neTechnology\nBreeder Husbandry\nBroiler Husbandry\n\n## Key factors for preventing staphylococcal infections in broiler breeders\n\n## Hatching egg management\n\n✓ Collect eggs frequently\n✓ Handle eggs properly at farm and hatchery\n✓ Follow strict sanitation guidelines\n✓ Do not set floor eggs\n\n## Stress management\n\n✓ Avoid excessively high stocking densities\n✓ Avoid excessive feed restriction\n✓ Increase feed amounts regularly\n✓ Follow recommended weight goals\n✓ Provide sufficient feeder space\n✓ Distribute feed rapidly so that all birds have access to feed within 4-6 minutes (3 minutes is ideal)\n✓ Handle birds by wings when necessary (minimal handling is recommended)\n✓ Manage birds to achieve same rate of sexual development among males and females\n✓ Ensure proper feed and lighting management during onset of sexual maturity/egg production\n✓ Adhere to proper mating ratios\n\n## Management of the environment\n\n✓ Remove sharp objects\n✓ Encourage exercise with adequate lighting, perches and training slats\n✓ Install slats at 22 inches and keep well-maintained\nUtilize ramps\n✓ Manage litter quality through ventilation, litter removal and use of water restriction program\n✓ Use closed water system and chlorination to improve water quality\n\n## Vaccination and health programs\n\n✓ Monitor and control coccidiosis\n✓ When using \"hot\" respiratory vaccines, expose birds to intermediate or mild strains first\n✓ Ensure high levels of maternal immunity\n✓ Utilize appropriate vaccination programs\n✓ Ensure proper biosecurity in hatchery and on farm\n✓ Prevent vaccine and needle contamination\n✓ Change needles and wing web applicators frequently\nIn addition, specific management programs and guidelines may be found in the breeder management guide provided by your primary\n"
  ],
  "chunks_count": 12
}