{
  "source_file": "C:\\intelia_gpt\\documents\\public\\common\\health\\ilt.pdf",
  "extracted_at": "2025-09-08T15:20:44.447019",
  "text": "# Infectious Laryngotracheitis (ILT)\n\n## Introduction\n\n\"Infectious Laryngotracheitis, ILT, LT, Trake, Trick or whatever one chooses to call it strikes the pang of fear and agony of a diseased flock in its path\" (Odor et al. 1995). \"We try to avoid vaccination of broilers for ILT like the plague, because that is about what it is like, the plague!\" (JS, personal communication 2001).\n\nA disease most frequently associated with chickens, which is found around the world, especially in areas of high poultry production. This virus has the capability of causing devastating losses and seems to cycle in such a way that we seem to assume that it will go away. We take it far too lightly, until everyone gets into the \"Lets do something about it!\" mode.\n\nHopefully the next few pages of information will help elucidate the nature of this virus but more importantly strategic measures with respect to its control and reduction in our poultry industry.\n\n## 1) What is it?\n\nAn acute respiratory disease of chickens caused by a herpes virus.\nIn its milder form, birds have watery eyes (conjunctivitis), swollen sinuses, and persistent nasal discharge. There can be a reduction in egg production (5-15%) with no apparent eggshell abnormality. Great economic losses can occur in broilers due to decrease growth rate.\nIn its severe form, birds cough, often raspy in nature. This gasping is followed by expectoration of bloody exudate from the trachea. Since the trachea (windpipe) is often partially blocked with blood and exudate, the neck is extended during violent coughing efforts. Beaks, faces or feathers of occasional birds may be bloody. Blood or discharge on walls or cages is not uncommon. This is followed by mortality, which can reach-50 – 70%. Mortality usually is in the 10 – 20% range.\nThe disease often persists for as long as two to six weeks in the flock, a course longer that that of most respiratory viral diseases of chickens.\n\n## Mild Form “ILT” Severe Form “ILT”\n\nConjunctivitis Severe coughing\nSwollen sinuses Bloody exudate\nNasal discharge Neck extended\nProduction loss / layers Labored breathing\nMortality high - can reach 50- 70%,\nProduction loss / broilers\nusually 10 - 20 %\nPersists for 2 - 6 weeks unlike other respiratory diseases\n\n## 2) Why the concern?\n\nIn Delmarva in 1998, approximately 200 cases of ILT resulted in losses in excess of $1 million US due to vaccination, medication, carcass condemnations, mortality and decreased production.\nCurrently considered to be on the list as a notifiable disease. A request from the CFIA to meet export demands from importing nations.\nA risk to multi-age complexes as well as areas of intense poultry production. Spread of the wild virus and the spread of the vaccine virus is causing havoc to the poultry industry.\nQuestionable bio-security measures, poor communication and industry compliance for action keeps this virus smoldering in our industry.\n\n## 3) How it spreads\n\nNatural route of infection is by way of the respiratory tract and ocular route (eyes).\nThe disease spreads laterally or horizontally after it has been introduced. However, spread is often less rapid than other respiratory viruses (IBV, NDV). The virus is not spread through the egg or vertically transmitted.\nThe latent carrier usually defined as recovered birds or vaccinated chickens become carriers and can shed the virus for long periods of time, thus exposing other susceptible birds. Papers indicate a \"field\" carrier rate of approximately 2% for periods of up to 16 months after a disease outbreak.\nTransmission however, is more readily from acutely infected birds.\nReports indicate the re-excretion of\nUsually associated with a break down in bio-security; movement of personnel, dead bird disposal, manure disposal, exchanging farm equipment etc.\nChicken Embryo Origin (CEO) vaccines can revert back to virulence. CEO vaccines passage 20 times in specific pathogen free chickens revealed an increase in virulence after the 10th passage.\nIncubation time is from 6-12 days, within a flock ILT spreads within a few days.\nThe virus is readily destroyed by most disinfectants, not resistant outside of the host.\nILT virus from latently infected chicks following the stress of re-housing and the onset of reproduction.\n\n## 4) What do you do if you suspect /have ILT?\n\nNot every increase in mortality or signs of respiratory disease is ILT; hence get a\nconfirmed diagnosis, preferably from a veterinarian with support of a diagnostic\nlaboratory.\nAlert anyone who comes in contact with your farm; by all means do not venture into the\npoultry industry. Stay away from popular meeting places and areas of increased poultry\ntraffic.\nIf your flocks are affected, remember that processing is a possibility, only if they are near\nmarket age. Confirm shipping with your veterinarian and processor. ILT does not affect\nmeat quality yet could increase the DOA's.\nIf infected birds are younger than market age then you may consider vaccination. All\nbirds on the farm should receive a vaccine, starting from the least infected flocks to most\nseverely infected. It takes 7 to 10 days for effective immunity, remember the withdrawal\ntimes indicated on the vial or product insert.\nBy all means respect this virus and what it can do to the poultry industry. Do not take\nvaccination lightly and/or active infection. This virus must be controlled, this can only be\naccomplished through communication, compliance and understanding of the severity of\nits outcome.\n\n## Control\n\nFor control to occur it is important that the industry communicate at all levels of the poultry cycle. Producers, after suspecting an ILT infection must contact the veterinary profession, inform contact persons such as processors, catching crews, feed companies, dead bird disposal renderers, neighbors, service personal and by all means stay away from frequented gathering coffee shops or watering holes. We DO NOT want the unknowingly spread of infection.\n\n## 1) Producers\n\nEffective control requires the full co-\noperation of all segments of the\nindustry. No secrets!\nBarn Clean Out: if flocks have a\nknown disease history or have been\nvaccinated, pull out all measures to\nFarm bio-security is a MUST. Re- evaluate your farm bio-security, but more importantly implement it.\nProvide: footbaths, coveralls, hats, masks, wash hands etc. Never can one question if you have done enough, DO MORE!\nMovement between farms needs to be controlled and planned with bio- security measures in place. Between barns, on the same farm, work from the youngest flocks up to the older birds. Practice bio-security measures mentioned.\nBarns/farms should have a double entry system, with a dirty area for outside clothes and footwear and a clean area for barn clothing and footwear.\nPoultry workers must not have any poultry at their place of residence, or have contact with poultry or other birds of any kind.\nDead Bird Disposal: use only acceptable methods common to your industry in your area. Incineration and rendering are acceptable methods. Rendering companies MUST know in advance, so that they can program pick up at roadside designated areas. Consideration for the future, is to house freezers for dead bird storage at remote sites away from the barn entrance and high traffic areas. You do not want rendering trucks on your property.\ninsure that all procedures and products have been properly applied. Avoid dusty conditions, as virus could be propelled into the environment. Moisten litter before removal. Use approved and efficacious disinfectants. Litter should be removed to a site away from barn and traffic areas. If litter is to be stored, cover it to increase the temperature, due to the composting effects. This virus is susceptible to most disinfectants, but will survive if management provides it with an opportunity to establish itself. Down time post-disinfection is critical.\nRemember ILT virus infectivity is readily inactivated outside the host chicken by disinfectants and warm temperatures, thus carry over between successive flocks in a house can be prevented by adequate barn cleanup.\n\n## 2) Processors\n\nThe flock status should be known at the time of flock scheduling and confirmation for the catching.\nInfected, suspect or vaccinated flocks should be scheduled for the last pick up, last\ncatching, last processing to reduce contamination at the off loading site.\nCrate washing and disinfection should be enhanced for infected, suspect or vaccinated flocks.\nOver sanitation or disinfection can never be questioned. Pull out all, bio-security measures.\n\n## 3) Feed Companies\n\nAgain flock status, infected or vaccinated should be known prior to making a delivery. Multiple stop deliveries should be discouraged, especially if vaccinated or infected flocks are in that days schedule.\nDrivers should be encouraged to use plastic boots, clean coveralls, disinfect delivery apparatus and tires at each premise; this includes the vaccinated flocks.\nLeft over feed should not be collected and reprocessed!\n\n## 4) Rendering Companies\n\nAgain, the flock status as above should be known.\nPick up birds at a remote site away from traffic.\nWhere flocks are suspected of infection, wild virus or vaccine, the rendering company must make sure that this is the last pick up or the only pick up which will be delivered to the rendering company immediately.\nCommunicate with producers to have the frozen birds housed at one site for convenient pick up. Preferably away from barn entrances or high traffic areas.\n\n## 5) Catching Crews\n\nKnow the flock status; infected, vaccine, suspect.\nInfected or vaccinated flocks should be the last flock caught, hence scheduled for the last catch for the night.\nShowering, change of clothing, disinfection of vehicles, not stopping at frequented restaurants, etc must be practiced.\n\n## 6) Service Personnel\n\nAvoid farm visits as much as possible. Use the telephone to relay messages, do not frequent popular \"poultry people\" gathering spots.\nIf you must visit a farm, park away from the farm, put on necessary bio-security clothing and walk to the farm.\nSchedule positive (infected / vaccinated) flock visits at the end of the day.\nLeave disposable on the positive farm for incineration or burial.\n\n## 7) General\n\nNever add birds from flocks that have had vaccination to ones that have not been vaccinated. Managers must obtain a complete vaccination history before adding birds to a flock (spiking). The un-vaccinated birds are highly susceptible to infection.\nControl vermin, dogs and other pests.\nMost documents too date indicate that poor bio-security allows the virus, wild or vaccine to spread to neighboring farms.\nCo-operative control of ILT outbreaks by collaboration between government and industry is most desirable.\nFor control of an ILT outbreak, the most effective approach is a co-ordinated effort to obtain a rapid diagnosis, institute a vaccination program and prevent further virus spread.\nFor all of the above, common sense must be implemented. By far, the most common factor for disease prevention and control is communication, yet we forget to speak and listen. WHY? Confidentiality, compliance, cost, feelings or just not understanding \"what you can not see can HURT you\". It is your investment, protect it.\n\n## Vaccination: Friend or Foe?\"\n\n## General\n\nWhen discussing vaccination, many people agree to disagree, about the need for vaccination, type of vaccines and the route of application. Never will you get a consistent and uniform response. Why? Because someone needs to make a firm statement about the liabilities of vaccination.\n\nIf vaccination is selected then it must be used via one application, consistent across the flock or the area designated as the vaccination zone. Too frequently, we face confidentiality in the challenge, inconsistency in the application, incomplete coverage and multiple product use. There seems to be no geographical designated area but haphazard application across all sites. Communication about vaccination is taboo, hence it gets out of hand, as vaccinated and recovered birds become the reservoir of infection due the latent carrier state. There needs to be control in the use of vaccines, especially in broilers. Who will step to the plate?\n\nThe industry must be sensitive to the fact that most ILT breaks in susceptible birds are derived from flocks vaccinated for this disease. With this said, if vaccination is to be implemented, then the following must or should be taken into consideration:\n\n## 1. Types of Vaccines\n\nAs with all products available to our industry today, labels should never be taken for granted. Any use of a product outside of the label indication is considered extra label usage. This is illegal and can only be granted by a licensed veterinarian. There are 6 licensed products in Canada, handled by 5 suppliers. Of the 6 products, 5 are Chicken Embryo Origin (CEO) derived and the other is Tissue Culture Origin (TCO) in origin. CEO products are considered to be hotter, yet provide a longer protection status. This is especially relevant in layer or breeder flocks. However, CEO products have been known to heat up through bird passage, therefore it is absolutely critical that all birds receive the vaccine to prevent susceptible bird exposure. TCO vaccines are known to limit longevity of protection. However, due to their attenuation, do not exhibit the re-virulence of the vaccine virus in susceptible birds. What you give up in strength and longevity of immunity with TCO products you gain in the diminishing virulence and risk of spread. All products are licensed for eye drop route, 2 have an additional license for coarse spray. All other products used outside of the label indication are considered off label. No product has an indication via the drinking water route.\n\n## 2. Type of Bird\n\nPullets - Heavy breeder and leghorn pullets are routinely vaccinated in certain provinces, almost exclusively by eye drop. The use of CEO, ILT vaccine is most common, although a number of complexes use only the TCO, ILT vaccine.\n\nBroilers - Initially, the consensus, in most regions of intense poultry production is to avoid vaccination of broilers and to attempt control by strict isolation and bio-security, with communication with all suppliers. I truly support this proposal, as the vaccine virus has a tendency to persist and the vaccination procedure has been known to reduce production efficiencies. During an outbreak, all nearby chickens should be vaccinated however, bio-security measures as mentioned above must take effect.\n\nNo matter what type of bird is to be vaccinated, the cardinal rule is that each and every bird must be actively vaccinated to stimulate immunity. Hence the eye drop method is preferred.\n\n## Vaccination programs\n\nPullets - most often pullets of light and heavy All research points to drinking water as a breeds are vaccinated twice, 10 weeks apart. The first is at 4 to 7 weeks of age with the second following 10 weeks later. Usually CEO in origin with some companies selecting the TCO product to reduce the risk of shedding to neighboring flocks. Most popular and accepted methods are via eye drop. The first vaccine is usually eye drop, followed by the second via the eye drop route or strategic water application.\n\nBroilers - Frankly, broilers should not be vaccinated. Refer to the original statement at the beginning of the document. It is a plague that needs to be controlled. Can vaccine do it? Yes, it can, but the industry needs to be willing to pull out all measures as explained, to reduce the shedding and spread of the vaccine virus. If vaccination needs to be implemented, then every bird should be picked up and dosed with one drop of diluted vaccine per bird. Impractical due to time, unavailability of vaccine crews; cost of application and frustration to be vaccinated NOW scenario. Hence, drinking water or coarse spray application is selected. There are risks. From the reading of countless articles, the preferred method in an outbreak area, besides eye drop, is drinking water.\n\n## Administration\n\nIf water vaccination is selected then all measures to provide optimum quality and presentation must be exercised or this agent will **GET YOU**. Producers must not take this for granted, one must stress proper vaccination handling and administration technique, as this virus vaccine is fragile and tends to be low titered. A rolling reaction with ILT vaccine can readily occur and start the circle of infection and insult throughout the farm and or area. Do not cut the dose, keep the vaccine preferred route to coarse spray. However, no product is licensed for drinking water, therefore a professional, such as a veterinarian should be employed. Literature and communication points to a CEO product, high titered and given at 14 days of age. Remember that CEO vaccines may affect performance and possibly responses to other respiratory vaccines. Complications with other respiratory vaccines run a risk, beware of this interference. Do not mix different respiratory vaccines together with ILT, this being IBV/NDV. Most companies using broiler vaccines at 12 – 14 days of age suffer excessive vaccine reactions, interference with IBV/NDV programs, condemnations, and performance shortfalls when they have to vaccinate. The older the birds, the worse the problem. Severe weather (very hot or very cold) exacerbates the vaccine reactions.\n\nOnce water is in the lines or drinkers then walk the birds to stimulate activity. Using dye in the water lines is an effective monitoring tool and should be practiced in all operations. No visible dye, then do it again!\n\nEye drop administration is the best route for ILT administration but the most costly, especially in the broiler industry. Technique is critical, yet a good experienced vaccination crew with a hands on manager can monitor for cool and away from sunlight. Pay CLOSE attention to water quality. Do not take this for granted. Follow pre-vaccination procedures strictly. Use knowledgeable personnel to do the job.\n\nPrepare water lines 72 hours pre-vaccination with citric acid flushes, skim milk powder flushes 48 hours afterwards and use the buffers and stabilizers such as skim milk powder at the day of vaccination. There are NO allowances for a short cut. It is all or none, if not then go to eye drop vaccination. If one can by-pass proportioners then please do so by using bulk tank administration. Proper volume of water based on flock size, water consumption, temperature of barn, bird numbers and mix accordingly for the 90-minute consumption interval, anything over expects a rapid drop in titer loss. Create a real thirst in these birds by water deprivation.\n\nquality control, through the whole process. The eyedrop method, with our current vaccines carry their own dye. This is to reveal the staining on the bird's tongue if application was appropriate. Usually 2 % of the birds are picked up and evaluated. If dye is not visible, the DO it again. At all times read the label and the insert. These vaccines are modified live organisms hence must be kept cool and out of sunlight.\n\n## Conclusion\n\nThese statements are my overall feeling of the ILT situation in Canada.\n\nThere needs to be an advisory panel for each and every province with respect to this disease and its implication in spread, production loss and export concerns. We need to take care of business at home. This is done by creating a panel of bird health regulatory officials. This would include the provincial veterinarian, poultry veterinarian, CFIA, marketing boards and key industry stakeholders. This is not a light issue and must be taken seriously. An effective control program requires grower support and good communication between\nIt is very important to begin and continue to vaccinate all susceptible broiler flocks within a designated vaccination zone in a timely manner. Vaccinating too long may result in an unwanted increase in production costs while stopping vaccination too early may lead to a re-emergence of the disease and perpetuation of the cycle of infection.\nVeterinarians, industry stakeholders, growers, company managers, diagnostic laboratories and Provincial and Federal extension agents need to work together to arrive at practical\ncompanies. A quick response plan should be in case of an outbreak. Do you have one?\n\nIf vaccination is to occur in broilers,\nthen a strict bio-security\ncommunication plan has to come into\naffect, as mentioned\nabove. Vaccination must be\ncontrolled, not only with respect to\nproduct, but also application and\ngeographical distribution.\nI question bio-security measures in\nsmall geographical dense areas, as the\nonly measure to control spread. I do\nnot know if the industry is prepared to\nhandle what is needed to stop the\nspread of ILT from one farm to\nanother. This is due to the constant\nmovement of personnel, vehicles,\nequipment, supplies, chicks, eggs,\nrendering, service crews, sales staff,\netc. It takes a huge team effort and a\ncommitment to communication and\ncompliance.\nprevention and control measures.\n\n## References\n\nAndreasen, J. R. et al 1989. Studies of Infectious Vaccines: Immunity in Broilers\nAvian Diseases 33:516-523.\nAndreasen, J. R. et al 1989. Studies of Infectious Laryngotracheitis Vaccines:\nCommunity in Layers, Avian Diseases 33:524-530.\nCalnek, B. W. et al 1985. In Vitro Infection Studies with Infectious Laryngotracheitis\nVirus. Avian Diseases 30:327 – 336.\nCalnek, B. W. 1997. Diseases of Poultry, 10th Edition, Iowa State University Press, 527\n\n- 540.\n\nGuy, J. S. 1995. The Dilemma of Laryngotracheitis Control. Broiler Industry,\nNovember 28 – 34.\nGuy, J. S. et al 1990. Virulence of Infectious Laryngotracheitis Viruses; Comparison of\nModified - Live Vaccine Viruses and North Carolina Field Isolates. Avian Diseases\n34:106-113.\nGuy, J. S. 1993. Controlling Laryngotracheitis. Zootechnica, February 193:51 – 53.\nHilbink, F. W. et al 1987. Virulence of Five Live Vaccines Against Avian Infectious\nLaryngotracheitis and their Immunogenicity and Spread After Eyedrop or Spray\nApplication. The Veterinary Quarterly, Vol. 9 #3, 215 – 222.\n9\\. Infectious Laryngotracheitis Ministry of Agriculture and Food, April 1982, Agdex\n450/662.\n10\\. Jensen, E. L. 1986. LT Control, Prevention Programs. Poultry Digest, August 322-323.\n11\\. Keck, L. D. 1992. What the Industry Should Know About LT. Poultry Times 4/27.\n12\\. Marty, E. W. 1971. Studies on Spray Vaccination for Laryngotracheitis. 20th WPDC,\npages 25 – 29.\n\n## Acknowledgements:\n\nScott Gillingham DVM, Diplomate ACPV",
  "text_length": 22560,
  "metadata": {
    "document_purpose": "management_guide",
    "species": "broilers"
  },
  "chunks": [
    "# Infectious Laryngotracheitis (ILT)\n\n## Introduction\n\n\"Infectious Laryngotracheitis, ILT, LT, Trake, Trick or whatever one chooses to call it strikes the pang of fear and agony of a diseased flock in its path\" (Odor et al. 1995). \"We try to avoid vaccination of broilers for ILT like the plague, because that is about what it is like, the plague!\" (JS, personal communication 2001).\n\nA disease most frequently associated with chickens, which is found around the world, especially in areas of high poultry production. This virus has the capability of causing devastating losses and seems to cycle in such a way that we seem to assume that it will go away. We take it far too lightly, until everyone gets into the \"Lets do something about it!\" mode.\n\nHopefully the next few pages of information will help elucidate the nature of this virus but more importantly strategic measures with respect to its control and reduction in our poultry industry.\n\n## 1) What is it?\n\nAn acute respiratory disease of chickens caused by a herpes virus.\nIn its milder form, birds have watery eyes (conjunctivitis), swollen sinuses, and persistent nasal discharge. There can be a reduction in egg production (5-15%) with no apparent eggshell abnormality. Great economic losses can occur in broilers due to decrease growth rate.\nIn its severe form, birds cough, often raspy in nature. This gasping is followed by expectoration of bloody exudate from the trachea. Since the trachea (windpipe) is often partially blocked with blood and exudate, the neck is extended during violent coughing efforts. Beaks, faces or feathers of occasional birds may be bloody. Blood or discharge on walls or cages is not uncommon. This is followed by mortality, which can reach-50 – 70%. Mortality usually is in the 10 – 20% range.\nThe disease often persists for as long as two to six weeks in the flock, a course longer that that of most respiratory viral diseases of chickens.\n",
    "## Mild Form “ILT” Severe Form “ILT”\n\nConjunctivitis Severe coughing\nSwollen sinuses Bloody exudate\nNasal discharge Neck extended\nProduction loss / layers Labored breathing\nMortality high - can reach 50- 70%,\nProduction loss / broilers\nusually 10 - 20 %\nPersists for 2 - 6 weeks unlike other respiratory diseases\n\n## 2) Why the concern?\n\nIn Delmarva in 1998, approximately 200 cases of ILT resulted in losses in excess of $1 million US due to vaccination, medication, carcass condemnations, mortality and decreased production.\nCurrently considered to be on the list as a notifiable disease. A request from the CFIA to meet export demands from importing nations.\nA risk to multi-age complexes as well as areas of intense poultry production. Spread of the wild virus and the spread of the vaccine virus is causing havoc to the poultry industry.\nQuestionable bio-security measures, poor communication and industry compliance for action keeps this virus smoldering in our industry.\n",
    "## 3) How it spreads\n\nNatural route of infection is by way of the respiratory tract and ocular route (eyes).\nThe disease spreads laterally or horizontally after it has been introduced. However, spread is often less rapid than other respiratory viruses (IBV, NDV). The virus is not spread through the egg or vertically transmitted.\nThe latent carrier usually defined as recovered birds or vaccinated chickens become carriers and can shed the virus for long periods of time, thus exposing other susceptible birds. Papers indicate a \"field\" carrier rate of approximately 2% for periods of up to 16 months after a disease outbreak.\nTransmission however, is more readily from acutely infected birds.\nReports indicate the re-excretion of\nUsually associated with a break down in bio-security; movement of personnel, dead bird disposal, manure disposal, exchanging farm equipment etc.\nChicken Embryo Origin (CEO) vaccines can revert back to virulence. CEO vaccines passage 20 times in specific pathogen free chickens revealed an increase in virulence after the 10th passage.\nIncubation time is from 6-12 days, within a flock ILT spreads within a few days.\nThe virus is readily destroyed by most disinfectants, not resistant outside of the host.\nILT virus from latently infected chicks following the stress of re-housing and the onset of reproduction.\n",
    "## 4) What do you do if you suspect /have ILT?\n\nNot every increase in mortality or signs of respiratory disease is ILT; hence get a\nconfirmed diagnosis, preferably from a veterinarian with support of a diagnostic\nlaboratory.\nAlert anyone who comes in contact with your farm; by all means do not venture into the\npoultry industry. Stay away from popular meeting places and areas of increased poultry\ntraffic.\nIf your flocks are affected, remember that processing is a possibility, only if they are near\nmarket age. Confirm shipping with your veterinarian and processor. ILT does not affect\nmeat quality yet could increase the DOA's.\nIf infected birds are younger than market age then you may consider vaccination. All\nbirds on the farm should receive a vaccine, starting from the least infected flocks to most\nseverely infected. It takes 7 to 10 days for effective immunity, remember the withdrawal\ntimes indicated on the vial or product insert.\nBy all means respect this virus and what it can do to the poultry industry. Do not take\nvaccination lightly and/or active infection. This virus must be controlled, this can only be\naccomplished through communication, compliance and understanding of the severity of\nits outcome.\n\n## Control\n\nFor control to occur it is important that the industry communicate at all levels of the poultry cycle. Producers, after suspecting an ILT infection must contact the veterinary profession, inform contact persons such as processors, catching crews, feed companies, dead bird disposal renderers, neighbors, service personal and by all means stay away from frequented gathering coffee shops or watering holes. We DO NOT want the unknowingly spread of infection.\n",
    "## 1) Producers\n\nEffective control requires the full co-\noperation of all segments of the\nindustry. No secrets!\nBarn Clean Out: if flocks have a\nknown disease history or have been\nvaccinated, pull out all measures to\nFarm bio-security is a MUST. Re- evaluate your farm bio-security, but more importantly implement it.\nProvide: footbaths, coveralls, hats, masks, wash hands etc. Never can one question if you have done enough, DO MORE!\nMovement between farms needs to be controlled and planned with bio- security measures in place. Between barns, on the same farm, work from the youngest flocks up to the older birds. Practice bio-security measures mentioned.\nBarns/farms should have a double entry system, with a dirty area for outside clothes and footwear and a clean area for barn clothing and footwear.\nPoultry workers must not have any poultry at their place of residence, or have contact with poultry or other birds of any kind.\nDead Bird Disposal: use only acceptable methods common to your industry in your area. Incineration and rendering are acceptable methods. Rendering companies MUST know in advance, so that they can program pick up at roadside designated areas. Consideration for the future, is to house freezers for dead bird storage at remote sites away from the barn entrance and high traffic areas. You do not want rendering trucks on your property.\ninsure that all procedures and products have been properly applied. Avoid dusty conditions, as virus could be propelled into the environment. Moisten litter before removal. Use approved and efficacious disinfectants. Litter should be removed to a site away from barn and traffic areas. If litter is to be stored, cover it to increase the temperature, due to the composting effects. This virus is susceptible to most disinfectants, but will survive if management provides it with an opportunity to establish itself. Down time post-disinfection is critical.\nRemember ILT virus infectivity is readily inactivated outside the host chicken by disinfectants and warm temperatures, thus carry over between successive flocks in a house can be prevented by adequate barn cleanup.\n",
    "## 2) Processors\n\nThe flock status should be known at the time of flock scheduling and confirmation for the catching.\nInfected, suspect or vaccinated flocks should be scheduled for the last pick up, last\ncatching, last processing to reduce contamination at the off loading site.\nCrate washing and disinfection should be enhanced for infected, suspect or vaccinated flocks.\nOver sanitation or disinfection can never be questioned. Pull out all, bio-security measures.\n\n## 3) Feed Companies\n\nAgain flock status, infected or vaccinated should be known prior to making a delivery. Multiple stop deliveries should be discouraged, especially if vaccinated or infected flocks are in that days schedule.\nDrivers should be encouraged to use plastic boots, clean coveralls, disinfect delivery apparatus and tires at each premise; this includes the vaccinated flocks.\nLeft over feed should not be collected and reprocessed!\n\n## 4) Rendering Companies\n\nAgain, the flock status as above should be known.\nPick up birds at a remote site away from traffic.\nWhere flocks are suspected of infection, wild virus or vaccine, the rendering company must make sure that this is the last pick up or the only pick up which will be delivered to the rendering company immediately.\nCommunicate with producers to have the frozen birds housed at one site for convenient pick up. Preferably away from barn entrances or high traffic areas.\n\n## 5) Catching Crews\n\nKnow the flock status; infected, vaccine, suspect.\nInfected or vaccinated flocks should be the last flock caught, hence scheduled for the last catch for the night.\nShowering, change of clothing, disinfection of vehicles, not stopping at frequented restaurants, etc must be practiced.\n\n## 6) Service Personnel\n\nAvoid farm visits as much as possible. Use the telephone to relay messages, do not frequent popular \"poultry people\" gathering spots.\nIf you must visit a farm, park away from the farm, put on necessary bio-security clothing and walk to the farm.\nSchedule positive (infected / vaccinated) flock visits at the end of the day.\nLeave disposable on the positive farm for incineration or burial.\n",
    "## 7) General\n\nNever add birds from flocks that have had vaccination to ones that have not been vaccinated. Managers must obtain a complete vaccination history before adding birds to a flock (spiking). The un-vaccinated birds are highly susceptible to infection.\nControl vermin, dogs and other pests.\nMost documents too date indicate that poor bio-security allows the virus, wild or vaccine to spread to neighboring farms.\nCo-operative control of ILT outbreaks by collaboration between government and industry is most desirable.\nFor control of an ILT outbreak, the most effective approach is a co-ordinated effort to obtain a rapid diagnosis, institute a vaccination program and prevent further virus spread.\nFor all of the above, common sense must be implemented. By far, the most common factor for disease prevention and control is communication, yet we forget to speak and listen. WHY? Confidentiality, compliance, cost, feelings or just not understanding \"what you can not see can HURT you\". It is your investment, protect it.\n\n## Vaccination: Friend or Foe?\"\n\n## General\n\nWhen discussing vaccination, many people agree to disagree, about the need for vaccination, type of vaccines and the route of application. Never will you get a consistent and uniform response. Why? Because someone needs to make a firm statement about the liabilities of vaccination.\n\nIf vaccination is selected then it must be used via one application, consistent across the flock or the area designated as the vaccination zone. Too frequently, we face confidentiality in the challenge, inconsistency in the application, incomplete coverage and multiple product use. There seems to be no geographical designated area but haphazard application across all sites. Communication about vaccination is taboo, hence it gets out of hand, as vaccinated and recovered birds become the reservoir of infection due the latent carrier state. There needs to be control in the use of vaccines, especially in broilers. Who will step to the plate?\n\nThe industry must be sensitive to the fact that most ILT breaks in susceptible birds are derived from flocks vaccinated for this disease. With this said, if vaccination is to be implemented, then the following must or should be taken into consideration:\n",
    "## 1. Types of Vaccines\n\nAs with all products available to our industry today, labels should never be taken for granted. Any use of a product outside of the label indication is considered extra label usage. This is illegal and can only be granted by a licensed veterinarian. There are 6 licensed products in Canada, handled by 5 suppliers. Of the 6 products, 5 are Chicken Embryo Origin (CEO) derived and the other is Tissue Culture Origin (TCO) in origin. CEO products are considered to be hotter, yet provide a longer protection status. This is especially relevant in layer or breeder flocks. However, CEO products have been known to heat up through bird passage, therefore it is absolutely critical that all birds receive the vaccine to prevent susceptible bird exposure. TCO vaccines are known to limit longevity of protection. However, due to their attenuation, do not exhibit the re-virulence of the vaccine virus in susceptible birds. What you give up in strength and longevity of immunity with TCO products you gain in the diminishing virulence and risk of spread. All products are licensed for eye drop route, 2 have an additional license for coarse spray. All other products used outside of the label indication are considered off label. No product has an indication via the drinking water route.\n\n## 2. Type of Bird\n\nPullets - Heavy breeder and leghorn pullets are routinely vaccinated in certain provinces, almost exclusively by eye drop. The use of CEO, ILT vaccine is most common, although a number of complexes use only the TCO, ILT vaccine.\n\nBroilers - Initially, the consensus, in most regions of intense poultry production is to avoid vaccination of broilers and to attempt control by strict isolation and bio-security, with communication with all suppliers. I truly support this proposal, as the vaccine virus has a tendency to persist and the vaccination procedure has been known to reduce production efficiencies. During an outbreak, all nearby chickens should be vaccinated however, bio-security measures as mentioned above must take effect.\n\nNo matter what type of bird is to be vaccinated, the cardinal rule is that each and every bird must be actively vaccinated to stimulate immunity. Hence the eye drop method is preferred.\n",
    "## Vaccination programs\n\nPullets - most often pullets of light and heavy All research points to drinking water as a breeds are vaccinated twice, 10 weeks apart. The first is at 4 to 7 weeks of age with the second following 10 weeks later. Usually CEO in origin with some companies selecting the TCO product to reduce the risk of shedding to neighboring flocks. Most popular and accepted methods are via eye drop. The first vaccine is usually eye drop, followed by the second via the eye drop route or strategic water application.\n\nBroilers - Frankly, broilers should not be vaccinated. Refer to the original statement at the beginning of the document. It is a plague that needs to be controlled. Can vaccine do it? Yes, it can, but the industry needs to be willing to pull out all measures as explained, to reduce the shedding and spread of the vaccine virus. If vaccination needs to be implemented, then every bird should be picked up and dosed with one drop of diluted vaccine per bird. Impractical due to time, unavailability of vaccine crews; cost of application and frustration to be vaccinated NOW scenario. Hence, drinking water or coarse spray application is selected. There are risks. From the reading of countless articles, the preferred method in an outbreak area, besides eye drop, is drinking water.\n",
    "## Administration\n\nIf water vaccination is selected then all measures to provide optimum quality and presentation must be exercised or this agent will **GET YOU**. Producers must not take this for granted, one must stress proper vaccination handling and administration technique, as this virus vaccine is fragile and tends to be low titered. A rolling reaction with ILT vaccine can readily occur and start the circle of infection and insult throughout the farm and or area. Do not cut the dose, keep the vaccine preferred route to coarse spray. However, no product is licensed for drinking water, therefore a professional, such as a veterinarian should be employed. Literature and communication points to a CEO product, high titered and given at 14 days of age. Remember that CEO vaccines may affect performance and possibly responses to other respiratory vaccines. Complications with other respiratory vaccines run a risk, beware of this interference. Do not mix different respiratory vaccines together with ILT, this being IBV/NDV. Most companies using broiler vaccines at 12 – 14 days of age suffer excessive vaccine reactions, interference with IBV/NDV programs, condemnations, and performance shortfalls when they have to vaccinate. The older the birds, the worse the problem. Severe weather (very hot or very cold) exacerbates the vaccine reactions.\n\nOnce water is in the lines or drinkers then walk the birds to stimulate activity. Using dye in the water lines is an effective monitoring tool and should be practiced in all operations. No visible dye, then do it again!\n\nEye drop administration is the best route for ILT administration but the most costly, especially in the broiler industry. Technique is critical, yet a good experienced vaccination crew with a hands on manager can monitor for cool and away from sunlight. Pay CLOSE attention to water quality. Do not take this for granted. Follow pre-vaccination procedures strictly. Use knowledgeable personnel to do the job.\n\nPrepare water lines 72 hours pre-vaccination with citric acid flushes, skim milk powder flushes 48 hours afterwards and use the buffers and stabilizers such as skim milk powder at the day of vaccination.\n\nThere are NO allowances for a short cut.\n\nIt is all or none, if not then go to eye drop vaccination.\n",
    "If one can by-pass proportioners then please do so by using bulk tank administration.\n\nProper volume of water based on flock size, water consumption, temperature of barn, bird numbers and mix accordingly for the 90-minute consumption interval, anything over expects a rapid drop in titer loss.\n\nCreate a real thirst in these birds by water deprivation.\n\nquality control, through the whole process. The eyedrop method, with our current vaccines carry their own dye. This is to reveal the staining on the bird's tongue if application was appropriate. Usually 2 % of the birds are picked up and evaluated. If dye is not visible, the DO it again. At all times read the label and the insert. These vaccines are modified live organisms hence must be kept cool and out of sunlight.\n",
    "## Conclusion\n\nThese statements are my overall feeling of the ILT situation in Canada.\n\nThere needs to be an advisory panel for each and every province with respect to this disease and its implication in spread, production loss and export concerns. We need to take care of business at home. This is done by creating a panel of bird health regulatory officials. This would include the provincial veterinarian, poultry veterinarian, CFIA, marketing boards and key industry stakeholders. This is not a light issue and must be taken seriously. An effective control program requires grower support and good communication between\nIt is very important to begin and continue to vaccinate all susceptible broiler flocks within a designated vaccination zone in a timely manner. Vaccinating too long may result in an unwanted increase in production costs while stopping vaccination too early may lead to a re-emergence of the disease and perpetuation of the cycle of infection.\nVeterinarians, industry stakeholders, growers, company managers, diagnostic laboratories and Provincial and Federal extension agents need to work together to arrive at practical\ncompanies. A quick response plan should be in case of an outbreak. Do you have one?\n\nIf vaccination is to occur in broilers,\nthen a strict bio-security\ncommunication plan has to come into\naffect, as mentioned\nabove. Vaccination must be\ncontrolled, not only with respect to\nproduct, but also application and\ngeographical distribution.\nI question bio-security measures in\nsmall geographical dense areas, as the\nonly measure to control spread. I do\nnot know if the industry is prepared to\nhandle what is needed to stop the\nspread of ILT from one farm to\nanother. This is due to the constant\nmovement of personnel, vehicles,\nequipment, supplies, chicks, eggs,\nrendering, service crews, sales staff,\netc. It takes a huge team effort and a\ncommitment to communication and\ncompliance.\nprevention and control measures.\n",
    "## References\n\nAndreasen, J. R. et al 1989. Studies of Infectious Vaccines: Immunity in Broilers\nAvian Diseases 33:516-523.\nAndreasen, J. R. et al 1989. Studies of Infectious Laryngotracheitis Vaccines:\nCommunity in Layers, Avian Diseases 33:524-530.\nCalnek, B. W. et al 1985. In Vitro Infection Studies with Infectious Laryngotracheitis\nVirus. Avian Diseases 30:327 – 336.\nCalnek, B. W. 1997. Diseases of Poultry, 10th Edition, Iowa State University Press, 527\n\n- 540. \n\nGuy, J. S. 1995. The Dilemma of Laryngotracheitis Control. Broiler Industry,\nNovember 28 – 34.\nGuy, J. S. et al 1990. Virulence of Infectious Laryngotracheitis Viruses; Comparison of\nModified - Live Vaccine Viruses and North Carolina Field Isolates. Avian Diseases\n34:106-113.\nGuy, J. S. 1993. Controlling Laryngotracheitis. Zootechnica, February 193:51 – 53.\nHilbink, F. W. et al 1987. Virulence of Five Live Vaccines Against Avian Infectious\nLaryngotracheitis and their Immunogenicity and Spread After Eyedrop or Spray\nApplication. The Veterinary Quarterly, Vol. 9 #3, 215 – 222.\n9\\. Infectious Laryngotracheitis Ministry of Agriculture and Food, April 1982, Agdex\n450/662.\n10\\. Jensen, E. L. 1986. LT Control, Prevention Programs. Poultry Digest, August 322-323.\n11\\. Keck, L. D. 1992. What the Industry Should Know About LT. Poultry Times 4/27.\n12\\. Marty, E. W. 1971. Studies on Spray Vaccination for Laryngotracheitis. 20th WPDC,\n",
    "pages 25 – 29.\n\n## Acknowledgements:\n\nScott Gillingham DVM, Diplomate ACPV\n"
  ],
  "chunks_count": 14
}