{
  "source_file": "C:\\intelia_gpt\\documents\\public\\common\\health\\TU COL ENG.pdf",
  "extracted_at": "2025-09-08T15:22:33.187253",
  "text": "## Technical Update\n\n!\\[Image description\\](Hy-Line. logo)\n\n# COLIBACILLOSIS IN LAYERS: AN OVERVIEW\n\n## INTRODUCTION\n\nColibacillosis, a syndrome caused by *Escherichia coli*, is one of the most common infectious bacterial diseases of the layer industry. *E. coli* are always found in the gastrointestinal tract of birds and disseminated widely in feces; therefore, birds are continuously exposed through contaminated feces, water, dust and the environment². Colibacillosis causes elevated morbidity and mortality leading to economic losses on a farm especially around the peak of egg production and throughout the late lay period. Colibacillosis often occurs concurrently with other diseases making it difficult to both diagnose and manage. In most field cases, colibacillosis tends to manifest after a bird has experienced an infectious, physical, toxic, and/or nutritional challenge or trauma.\n\nThis condition is characterized by the presence of exudations in the peritoneal (abdominal) cavity including serum, fibrin, and inflammatory cells (pus). Fibrin, a white to yellow material, is the product of the inflammatory response in the chicken and can be seen covering the surfaces of multiple organs including the oviduct, ovary, intestine, air sacs, heart, lungs, and liver. Colibacillosis is a common cause of sporadic death in both layers and breeders, but can cause sudden increased mortality levels in a flock. Inflammation of the oviduct (salpingitis) caused by *E. coli* infection results in decreased egg production and sporadic mortality, and it is one of the most common causes of mortality in commercial layer and breeder chickens⁵. Colibacillosis in neonatal chicks can also be a consequence of poor chick quality and sanitation in the hatchery, leading to early chick mortality.\n\n| Localized or systemic infections and syndromes caused by avian pathogenic E. coli 5 | | |\n| ----------------------------------------------------------------------------------- | - | - |\n| Localized Infections | Coliform omphalitis/yolk sac infection | |\n| | Coliform cellulitis (inflammatory process, IP) | |\n| | Swollen head syndrome | |\n| | Diarrheal disease | |\n| | Venereal colibacillosis (acute vaginitis)/salpingitis | |\n| | Coliform salpingitis/peritonitis | |\n| | Coliform orchitis/epididymitis | |\n| Systemic Infections | Colisepticemia | |\n| | Hemorrhagic septicemia | |\n| | Coligranuloma (Hjarre's disease) | |\n| Colisepticemia Sequelae | Meningitis | |\n| | Encephalitis | |\n| | Panophthalmitis | |\n| | Osteomyelitis | |\n| | Synovitis | |\n\n## Technical Update – COLIBACILLOSIS IN LAYERS\n\n## ETIOLOGY\n\nThe etiology of colibacillosis can be either due to primary infection with avian pathogenic *Escherichia coli* (APEC) or secondary (opportunistic) infection after a primary insult has occurred. *E. coli* are gram-negative, rod-shaped bacteria considered normal inhabitants of the avian digestive tract. While most strains are considered to be non-pathogenic, certain strains have the ability to cause clinical disease. Pathogenic strains are commonly of the 01, 02, and 078 serotypes³. There are many different serotypes of *E. coli* with 10-15% of the serotypes considered pathogenic for birds. Other bacterial agents (e.g. *Pasteurella multocida, Streptococcus sp., Klebsiella sp.*, etc.) and noninfectious factors usually predispose a bird to infection or contribute to disease severity. If the incidence is high, culture should be done to differentiate *E. coli* from other bacterial pathogens³.\n\nSince *E. coli* is a common inhabitant of the intestine, it is widely disseminated in fecal material and litter. Additionally, contaminated feed, feed ingredients, drinking water, and rodent droppings can all be a source of *E. coli* infection for a flock. Due to continuous bacterial exposure in the environment, colibacillosis can affect birds at any time throughout the grow and lay periods. Although all ages of birds are susceptible to colibacillosis, younger birds (those grow period) are more commonly affected with greater disease severity than older birds. Colibacillosis is a common cause of sporadic death in layers, but in some flocks it may become the major cause of death prior to or after reaching peak egg production³. In general, colibacillosis results from \"respiratory origin\" during the peak egg production period and from a “vent origin” in the late lay period.\n\n## Predisposing factors during peaking period:\n\nMulti-age complexes\nExposure to endemic mycoplasmas (*M. gallisepticum* or *M. synoviae*) and/or infectious bronchitis virus (IBV)\nPoor ventilation with high levels of dust and/or ammonia\nStress of production in a young developing bird\nHigh levels of circulating endogenous hormones (especially estrogen)\n\n## Predisposing factors during late lay period:\n\nVent trauma, non-lethal vent cannibalism, and/or partial prolapse\nToo much light intensity\nSmall-framed birds\nExcessively large egg size\nExcessive fat pad\n\n## ROUTES OF TRANSMISSION\n\n*E. coli* can enter the body by various routes, all of which can lead to colibacillosis:\n\n**1. Respiratory Tract.** Inhalation of contaminated dust is the most likely source of *E. coli* infection (colibacillosis) for poultry. Additionally, damage to the respiratory tract from an infection (e.g. Newcastle disease virus, infectious bronchitis virus, *M. gallisepticum, P. multocida*, infectious laryngotracheitis, etc.) or irritation from dust or ammonia can lead to a secondary bacterial respiratory infection. Adverse reactions from routine vaccinations can also cause damage to the respiratory tract. Furthermore, any breakdown of the mucosal lining in the trachea has the potential to allow pathogenic bacteria to enter the blood stream which can lead to septicemia.\nBacteria can persist for long periods of time under dry conditions; therefore, it is important to monitor and regulate the amount of dust in a poultry house. Ventilation systems may not be effective in removing dust from houses in most modern layer complexes, especially evident during winter with restricted ventilation leading to increased accumulation of dust and ammonia. Increased ammonia levels at 25-100 parts per million (ppm) can paralyze the cilia (small, hair-like structures) lining the trachea reducing a bird's ability to clear harmful dust and bacteria from the respiratory tract. Additionally, it is not recommended to clean manure pits when birds are still present in a house as the process can release large amounts of ammonia into the environment.\n\n**2. Gastrointestinal Tract.** Coccidiosis, general enteritis, mycotoxins, antibiotics, poor water quality, and abrupt feed changes all have the ability to disrupt the normal bacterial flora of the intestine. Pathogenic *E. coli* can invade the gut. When the mucosal barrier is disturbed, pathogenic ingestion of contaminated water, feed, and litter can serve as sources of *E. coli*. Water should be routinely tested for coliforms, and the water lines should be treated with an approved product if high numbers of *E. coli* and other coliforms are found. Feed treatments (e.g. exposure to heat and formaldehyde) and organic acid products may reduce coliform bacteria levels in the feed.\n**3. Skin.** Wounds and other breaks in the skin from scratches (due to overcrowding or old cages), rough handling by crews, ectoparasites, or unhealed navels in chicks provide opportunity for pathogenic bacteria to enter the body.\n**4. Reproductive Tract.** Ascending infections traveling up the oviduct lead directly into the hen's body cavity. Vent pecking and prolapse can lead to peritonitis. Oviduct infection, respiratory disease, and handling birds during late transfer (after the onset of egg production) can all result in yolks (or ova) laid outside the oviduct with the potentially developing into egg yolk peritonitis. Additionally, high estrogen levels are seen as hens enter and sustain peak production which increases the susceptibility of these birds to bacterial infection through suppression of the immune system.\n**5. Immune System.** Healthy birds with functioning immune systems are remarkably resistant to naturally occurring *E. coli* exposure in the environment. Immunosuppression caused by early disease challenges (e.g. infectious bursal disease, reovirus, chicken anemia virus, Marek's disease, adenovirus, etc.) can increase flock susceptibility to secondary bacterial infection.\n\\*\\*6. Omphalitis (Yolk Sac Infection, Navel Ill,\nMushy Chick\nDisease). Omphalitis, or inflammation of the navel (umbilicus), is one of the most common causes of mortality in chicks during the first week. Both *E. coli* and *Enterococcus faecalis* have been identified as the most common bacterial pathogens associated with first week mortality⁵. Fecal contamination of eggs is considered to be the most important source of infection; however, bacteria can translocate from the chick's gut or from the blood stream. Infection with *E. coli* follows contamination of an unhealed navel and may also involve the yolk sac. Clinical signs of omphalitis include swelling, edema, redness, and scabbing of the navel area and/or yolk sac; and in severe cases, the body wall and skin undergo lysis, causing the chicks to appear wet and dirty (i.e.\nmushy chicks\n). The incidence of omphalitis increases after hatching and declines after about six days⁵. There is no specific treatment available for omphalitis in chicks. The disease is prevented by careful control of temperature, humidity and sanitation during incubation, processing, and/or during chick transport³. Additionally, the hatcher should be thoroughly cleaned and disinfected between hatches.\n\n## Technical Update – COLIBACILLOSIS IN LAYERS\n\n## INCUBATION PERIOD\n\nThe time between infection and onset of clinical signs (the incubation period) usually varies between 1 to 3 days depending on the specific type of disease produced by the *E. coli* bacteria.\n\n## CLINICAL SIGNS\n\nClinical signs of colibacillosis can vary depending on the type of disease (local vs. systemic). Localized infections typically result in fewer and more mild clinical signs compared to systemic disease. Affected birds are usually undersized, unthrifty, and found along the edges of the house along walls or under feeders and waterers. Severely affected birds such as those with colisepticemia are often dull, lethargic, and unresponsive when approached. Fecal material is often green with containing white-yellow urates due to anorexia and dehydration. Dehydrated birds typically have dark dry skin which is more noticeable on shanks and feet. Additionally, chicks and younger birds with omphalitis (navel/yolk sac infection) may have distended abdomens affecting mobility.\n\n## POST-MORTEM LESIONS\n\nColibacillosis is diagnosed at necropsy; the gross lesions can include generalized polyserositis with various combinations of pericarditis, perihepatitis, air sacculitis and peritonitis¹. Common post-mortem findings in cases of colibacillosis include fibrin, yolk debris, or milky fluid in the peritoneal cavity, in and around joints, and on the surfaces of multiple organs. In cases of peritonitis, there are accumulations of caseous (cheese-like) exudate in the body cavity resembling coagulated yolk material; this is commonly referred to as egg yolk peritonitis⁵. See pictures of post-mortem colibacillosis lesions at right and on the following page.\n\n## DIAGNOSIS\n\nDiagnosis of colibacillosis is based on isolation and identification of *E. coli* from lesions. Further testing can be performed to distinguish avian pathogenic *E. coli* (APEC) from commensal *E. coli* isolates using molecular diagnostics such as PCR⁵.\n\n![Image description](Peritonitis)\n!\\[Image description\\](Pericarditis and perihepatitis)\n![Image description](Salpingitis)\n\n## **Peritonitis**\n\n!\\[Image description\\](Image of internal organs affected by peritonitis.)\n\n## **Omphalitis**\n\n!\\[Image description\\](Image of a chick affected by omphalitis.)\nPhotos courtesy of Dr. Robert Porter, University of Minnesota.\n\n## Technical Update – COLIBACILLOSIS IN LAYERS\n\n## INTERVENTION STRATEGIES\n\n## Management Procedures\n\nEffective control and prevention of colibacillosis depends on identifying and eliminating predisposing causes of the disease. Maintaining flock biosecurity is critical in the control and prevention. The goal is to reduce the level of *E. coli* exposure by improving biosecurity, sanitation, ventilation, nutrition, and flock immunity.\n\n## Biosecurity\n\nReduce exposure to *E. coli* and prevent introduction of other infectious agents\nImprove sanitation of environment (e.g. hatchery, house)\nClean chick source\nReduce fecal contamination of eggs, clean nest boxes and reduce number of floor eggs\nTreatment of feed with products to lower bacterial levels (e.g. pelleting, formaldehyde, organic acids)\nCollect dead birds more frequently\n\n## Nutrition\n\nFeed additives that support healthy immune systems and improve survivability\nProper protein ratios\nIncrease selenium\nIncrease vitamins A and E\nProbiotics to promote competitive exclusion\n\n## Ventilation\n\nImprove air quality and ventilation to reduce dust and ammonia levels\nMinimize use of leaf blowers and mowers to reduce environmental spread\n\n## Immune System\n\nProtect immune systems by preventing introduction of immunosuppressive diseases (e.g. IBD/ Gumboro) and other bacterial and viral infections (e.g. IB, *M. gallisepticum*, etc.)\nEffective vaccination program matching vaccines to field strains\nManage any respiratory vaccine reactions\nMaintain healthy gut flora (e.g. coccidiosis control)\nRoutine serological surveillance\nReduce stress (e.g. proper stocking density, no temperature extremes, etc.)\n\n## Surveillance\n\nMonitor prevalence by routine posting of birds every few months\nEarly diagnosis and treatment\n\n## Treatment\n\nHistorically, antimicrobial drugs have been used to treat and control colibacillosis; however, the availability of effective antimicrobials has decreased due to threat of antimicrobial resistance and lack of new drug development in the poultry sector. It is important to determine susceptibility of the bacterial isolate involved when selecting an antimicrobial therapy in order to avoid ineffective treatment and propagation of resistance profiles. The following is a list of currently approved feed additive antimicrobial drugs available for treatment of colibacillosis in both pullets and layers. If there is high mortality due to *E. coli* infection, the live *E. coli* vaccine can be used as a treatment and is efficacious in 50% of cases. *Consult a poultry veterinarian before commencing any treatment plan*. Availability of drugs and local regulations may vary.\n\n## COLIBACILLOSIS TREATMENTS4\n\n| Drug | Route | Pullets | Breeders/ Layers | Indications | Warning |\n| ---- | ----- | ------- | ---------------- | ----------- | ------- |\n| Chlortetracycline | Feed | 200-400 g/ton continuously for 7-14 days | 200-400 g/ton continuously for 7-14 days | Control of chronic respiratory disease (CRD) and air sac infection caused by \\*E.coli\\* | No restrictions for use in laying hens |\n| Aureomycin | | 500 g/ton continuously for 5 days | 500 g/ton continuously for 5 days | Reduction of mortality due to \\*E.coli\\* infections | |\n| Chlortetracycline | Feed | 200-400 g/ton continuously for 7-14 days | 200-400 g/ton continuously for 7-14 days | Control of chronic respiratory disease (CRD) and air sac infection caused by \\*E.coli\\* | Do not feed to chickens producing eggs for human consumption |\n| Pennchlor | | 500 g/ton continuously for 5 days | 500 g/ton continuously for 5 days | Reduction of mortality due to \\*E.coli\\* infections | |\n| Erythromycin | Water | 1/2 g/gal of drinking water continuously for 5 days in pullets up to 16 weeks of age | 1/2 g/gal of drinking water continuously for 5 days | To aid in control of CRD associated with MG | Do not feed to chickens producing eggs for human consumption |\n| Gallimycin PFC | | | | | |\n| Neomycin/ Oxytetracycline | Feed | 400 g/ton continuously for 7-14 days | Do Not Use | Control of CRD \\& air sac infection caused by \\*E.coli\\* | Do not feed to chickens producing eggs for human consumption |\n| NEO-OXY Neo-Terramycin Terramycin Pennox | | 500 g/ton continuously for 5 days | | Reduction of mortality due to air sacculitis caused by \\*E. coli\\* | |\n| Tylosin | Feed | 1,000 g/ton, administer to chickens 0-5 days of age; follow with a second administration in feed for 24-48 hours at 3-5 weeks of age | 20-50 g/ton, feed continuously for 4-8 weeks | To aid in control of CRD associated with MG | No restrictions for use in laying hens |\n| Tylan Tylovet | | | | | |\n\n## Vaccination\n\nThere are two main types of vaccines used in pullets and layers – inactivated and modified-live vaccines. Regardless of type of vaccine used, clinical disease attributable to *E. coli* infection tends to less severe in vaccinated compared to unvaccinated birds.\n\n| Type of Vaccine | Description | Results |\n| --------------- | ----------- | ------- |\n| Autogenous inactivated (killed) | • Provides protection against homologous \\*E. coli\\* strains • No cross protection • Breast injection | • Reduced morbidity and mortality due to \\*E. coli\\* infection |\n| Commercial modified-live | • Poulvac \\*E. coli\\* 078 (by Zoetis) • Cross protection against serotypes 01, 02 and O18 • Spray | • Reduced morbidity and mortality due to \\*E. coli\\* infection • Enhanced bird productivity |\n\n## REFERENCES\n\nBradbury, Janet M, ed. Section 2 Bacterial Diseases: *Enterobacteriaceae. Poultry Diseases.* 6th edition. Saunders Elsevier, 2008. Print.\nCharlton, BR, ed. *Avian Disease Manual.* 6th edition. Athens: American Association of Avian Pathologists (AAAP), 2006. Print.\nKahn, Cynthia M, ed. *The Merck Veterinary Manual.* 10th edition. Whitehouse Station: Merck \\& Co., Inc., 2010. Print.\nLundeen, Tim, ed. *Feed Additive Compendium.* Bloomington: Penton Farm Progress, 2015. Print.\nNolan, Lisa et al. Chapter 18: Colibacillosis. *Diseases of Poultry.* 13th edition. Ames: Wiley- Blackwell, 2013. Print.\nOlsen, RH et al. An investigation on first-week mortality in layers. *Avian Diseases.* 2012; 56:51-57.",
  "text_length": 18168,
  "metadata": {
    "document_purpose": "performance_guide",
    "species": "layers"
  },
  "chunks": [
    "## Technical Update\n\n!\\[Image description\\](Hy-Line. logo)\n\n# COLIBACILLOSIS IN LAYERS: AN OVERVIEW\n\n## INTRODUCTION\n\nColibacillosis, a syndrome caused by *Escherichia coli*, is one of the most common infectious bacterial diseases of the layer industry. *E. coli* are always found in the gastrointestinal tract of birds and disseminated widely in feces; therefore, birds are continuously exposed through contaminated feces, water, dust and the environment². Colibacillosis causes elevated morbidity and mortality leading to economic losses on a farm especially around the peak of egg production and throughout the late lay period. Colibacillosis often occurs concurrently with other diseases making it difficult to both diagnose and manage. In most field cases, colibacillosis tends to manifest after a bird has experienced an infectious, physical, toxic, and/or nutritional challenge or trauma.\n\nThis condition is characterized by the presence of exudations in the peritoneal (abdominal) cavity including serum, fibrin, and inflammatory cells (pus). Fibrin, a white to yellow material, is the product of the inflammatory response in the chicken and can be seen covering the surfaces of multiple organs including the oviduct, ovary, intestine, air sacs, heart, lungs, and liver. Colibacillosis is a common cause of sporadic death in both layers and breeders, but can cause sudden increased mortality levels in a flock. Inflammation of the oviduct (salpingitis) caused by *E. coli* infection results in decreased egg production and sporadic mortality, and it is one of the most common causes of mortality in commercial layer and breeder chickens⁵. Colibacillosis in neonatal chicks can also be a consequence of poor chick quality and sanitation in the hatchery, leading to early chick mortality.\n",
    "| Localized or systemic infections and syndromes caused by avian pathogenic E. coli 5 |  |  |\n| ----------------------------------------------------------------------------------- | - | - |\n| Localized Infections | Coliform omphalitis/yolk sac infection |  |\n|  | Coliform cellulitis (inflammatory process, IP) |  |\n|  | Swollen head syndrome |  |\n|  | Diarrheal disease |  |\n|  | Venereal colibacillosis (acute vaginitis)/salpingitis |  |\n|  | Coliform salpingitis/peritonitis |  |\n|  | Coliform orchitis/epididymitis |  |\n| Systemic Infections | Colisepticemia |  |\n|  | Hemorrhagic septicemia |  |\n|  | Coligranuloma (Hjarre's disease) |  |\n| Colisepticemia Sequelae | Meningitis |  |\n|  | Encephalitis |  |\n|  | Panophthalmitis |  |\n|  | Osteomyelitis |  |\n|  | Synovitis |  |\n\n## Technical Update – COLIBACILLOSIS IN LAYERS\n",
    "## ETIOLOGY\n\nThe etiology of colibacillosis can be either due to primary infection with avian pathogenic *Escherichia coli* (APEC) or secondary (opportunistic) infection after a primary insult has occurred. *E. coli* are gram-negative, rod-shaped bacteria considered normal inhabitants of the avian digestive tract. While most strains are considered to be non-pathogenic, certain strains have the ability to cause clinical disease. Pathogenic strains are commonly of the 01, 02, and 078 serotypes³. There are many different serotypes of *E. coli* with 10-15% of the serotypes considered pathogenic for birds. Other bacterial agents (e.g. *Pasteurella multocida, Streptococcus sp., Klebsiella sp.*, etc.) and noninfectious factors usually predispose a bird to infection or contribute to disease severity. If the incidence is high, culture should be done to differentiate *E. coli* from other bacterial pathogens³.\n\nSince *E. coli* is a common inhabitant of the intestine, it is widely disseminated in fecal material and litter. Additionally, contaminated feed, feed ingredients, drinking water, and rodent droppings can all be a source of *E. coli* infection for a flock. Due to continuous bacterial exposure in the environment, colibacillosis can affect birds at any time throughout the grow and lay periods. Although all ages of birds are susceptible to colibacillosis, younger birds (those grow period) are more commonly affected with greater disease severity than older birds. Colibacillosis is a common cause of sporadic death in layers, but in some flocks it may become the major cause of death prior to or after reaching peak egg production³. In general, colibacillosis results from \"respiratory origin\" during the peak egg production period and from a “vent origin” in the late lay period.\n",
    "## Predisposing factors during peaking period:\n\nMulti-age complexes\nExposure to endemic mycoplasmas (*M. gallisepticum* or *M. synoviae*) and/or infectious bronchitis virus (IBV)\nPoor ventilation with high levels of dust and/or ammonia\nStress of production in a young developing bird\nHigh levels of circulating endogenous hormones (especially estrogen)\n\n## Predisposing factors during late lay period:\n\nVent trauma, non-lethal vent cannibalism, and/or partial prolapse\nToo much light intensity\nSmall-framed birds\nExcessively large egg size\nExcessive fat pad\n\n## ROUTES OF TRANSMISSION\n\n*E. coli* can enter the body by various routes, all of which can lead to colibacillosis:\n\n**1. Respiratory Tract.** Inhalation of contaminated dust is the most likely source of *E. coli* infection (colibacillosis) for poultry. Additionally, damage to the respiratory tract from an infection (e.g. Newcastle disease virus, infectious bronchitis virus, *M. gallisepticum, P. multocida*, infectious laryngotracheitis, etc.) or irritation from dust or ammonia can lead to a secondary bacterial respiratory infection. Adverse reactions from routine vaccinations can also cause damage to the respiratory tract. Furthermore, any breakdown of the mucosal lining in the trachea has the potential to allow pathogenic bacteria to enter the blood stream which can lead to septicemia.\nBacteria can persist for long periods of time under dry conditions; therefore, it is important to monitor and regulate the amount of dust in a poultry house. Ventilation systems may not be effective in removing dust from houses in most modern layer complexes, especially evident during winter with restricted ventilation leading to increased accumulation of dust and ammonia. Increased ammonia levels at 25-100 parts per million (ppm) can paralyze the cilia (small, hair-like structures) lining the trachea reducing a bird's ability to clear harmful dust and bacteria from the respiratory tract. Additionally, it is not recommended to clean manure pits when birds are still present in a house as the process can release large amounts of ammonia into the environment.\n",
    "**2. Gastrointestinal Tract.** Coccidiosis, general enteritis, mycotoxins, antibiotics, poor water quality, and abrupt feed changes all have the ability to disrupt the normal bacterial flora of the intestine. Pathogenic *E. coli* can invade the gut. When the mucosal barrier is disturbed, pathogenic ingestion of contaminated water, feed, and litter can serve as sources of *E. coli*. Water should be routinely tested for coliforms, and the water lines should be treated with an approved product if high numbers of *E. coli* and other coliforms are found. Feed treatments (e.g. exposure to heat and formaldehyde) and organic acid products may reduce coliform bacteria levels in the feed.\n**3. Skin.** Wounds and other breaks in the skin from scratches (due to overcrowding or old cages), rough handling by crews, ectoparasites, or unhealed navels in chicks provide opportunity for pathogenic bacteria to enter the body.\n**4. Reproductive Tract.** Ascending infections traveling up the oviduct lead directly into the hen's body cavity. Vent pecking and prolapse can lead to peritonitis. Oviduct infection, respiratory disease, and handling birds during late transfer (after the onset of egg production) can all result in yolks (or ova) laid outside the oviduct with the potentially developing into egg yolk peritonitis. Additionally, high estrogen levels are seen as hens enter and sustain peak production which increases the susceptibility of these birds to bacterial infection through suppression of the immune system.\n**5. Immune System.** Healthy birds with functioning immune systems are remarkably resistant to naturally occurring *E. coli* exposure in the environment. Immunosuppression caused by early disease challenges (e.g. infectious bursal disease, reovirus, chicken anemia virus, Marek's disease, adenovirus, etc.) can increase flock susceptibility to secondary bacterial infection.\n\\*\\*6. Omphalitis (Yolk Sac Infection, Navel Ill,\nMushy Chick\n",
    "Disease). Omphalitis, or inflammation of the navel (umbilicus), is one of the most common causes of mortality in chicks during the first week. Both *E. coli* and *Enterococcus faecalis* have been identified as the most common bacterial pathogens associated with first week mortality⁵. Fecal contamination of eggs is considered to be the most important source of infection; however, bacteria can translocate from the chick's gut or from the blood stream. Infection with *E. coli* follows contamination of an unhealed navel and may also involve the yolk sac. Clinical signs of omphalitis include swelling, edema, redness, and scabbing of the navel area and/or yolk sac; and in severe cases, the body wall and skin undergo lysis, causing the chicks to appear wet and dirty (i.e.\nmushy chicks\n). The incidence of omphalitis increases after hatching and declines after about six days⁵. There is no specific treatment available for omphalitis in chicks. The disease is prevented by careful control of temperature, humidity and sanitation during incubation, processing, and/or during chick transport³. Additionally, the hatcher should be thoroughly cleaned and disinfected between hatches.\n\n# Technical Update – COLIBACILLOSIS IN LAYERS\n\n## INCUBATION PERIOD\n\nThe time between infection and onset of clinical signs (the incubation period) usually varies between 1 to 3 days depending on the specific type of disease produced by the *E. coli* bacteria.\n",
    "## CLINICAL SIGNS\n\nClinical signs of colibacillosis can vary depending on the type of disease (local vs. systemic). Localized infections typically result in fewer and more mild clinical signs compared to systemic disease. Affected birds are usually undersized, unthrifty, and found along the edges of the house along walls or under feeders and waterers. Severely affected birds such as those with colisepticemia are often dull, lethargic, and unresponsive when approached. Fecal material is often green with containing white-yellow urates due to anorexia and dehydration. Dehydrated birds typically have dark dry skin which is more noticeable on shanks and feet. Additionally, chicks and younger birds with omphalitis (navel/yolk sac infection) may have distended abdomens affecting mobility.\n\n## POST-MORTEM LESIONS\n\nColibacillosis is diagnosed at necropsy; the gross lesions can include generalized polyserositis with various combinations of pericarditis, perihepatitis, air sacculitis and peritonitis¹. Common post-mortem findings in cases of colibacillosis include fibrin, yolk debris, or milky fluid in the peritoneal cavity, in and around joints, and on the surfaces of multiple organs. In cases of peritonitis, there are accumulations of caseous (cheese-like) exudate in the body cavity resembling coagulated yolk material; this is commonly referred to as egg yolk peritonitis⁵. See pictures of post-mortem colibacillosis lesions at right and on the following page.\n\n## DIAGNOSIS\n\nDiagnosis of colibacillosis is based on isolation and identification of *E. coli* from lesions. Further testing can be performed to distinguish avian pathogenic *E. coli* (APEC) from commensal *E. coli* isolates using molecular diagnostics such as PCR⁵.\n\n![Image description](Peritonitis)\n!\\[Image description\\](Pericarditis and perihepatitis)\n![Image description](Salpingitis)\n\n## **Peritonitis**\n\n!\\[Image description\\](Image of internal organs affected by peritonitis.)\n\n## **Omphalitis**\n\n!\\[Image description\\](Image of a chick affected by omphalitis.)\nPhotos courtesy of Dr. Robert Porter, University of Minnesota.\n",
    "## Technical Update – COLIBACILLOSIS IN LAYERS\n\n## INTERVENTION STRATEGIES\n\n## Management Procedures\n\nEffective control and prevention of colibacillosis depends on identifying and eliminating predisposing causes of the disease. Maintaining flock biosecurity is critical in the control and prevention. The goal is to reduce the level of *E. coli* exposure by improving biosecurity, sanitation, ventilation, nutrition, and flock immunity.\n\n## Biosecurity\n\nReduce exposure to *E. coli* and prevent introduction of other infectious agents\nImprove sanitation of environment (e.g. hatchery, house)\nClean chick source\nReduce fecal contamination of eggs, clean nest boxes and reduce number of floor eggs\nTreatment of feed with products to lower bacterial levels (e.g. pelleting, formaldehyde, organic acids)\nCollect dead birds more frequently\n\n## Nutrition\n\nFeed additives that support healthy immune systems and improve survivability\nProper protein ratios\nIncrease selenium\nIncrease vitamins A and E\nProbiotics to promote competitive exclusion\n\n## Ventilation\n\nImprove air quality and ventilation to reduce dust and ammonia levels\nMinimize use of leaf blowers and mowers to reduce environmental spread\n\n## Immune System\n\nProtect immune systems by preventing introduction of immunosuppressive diseases (e.g. IBD/ Gumboro) and other bacterial and viral infections (e.g. IB, *M. gallisepticum*, etc.)\nEffective vaccination program matching vaccines to field strains\nManage any respiratory vaccine reactions\nMaintain healthy gut flora (e.g. coccidiosis control)\nRoutine serological surveillance\nReduce stress (e.g. proper stocking density, no temperature extremes, etc.)\n\n## Surveillance\n\nMonitor prevalence by routine posting of birds every few months\nEarly diagnosis and treatment\n",
    "## Treatment\n\nHistorically, antimicrobial drugs have been used to treat and control colibacillosis; however, the availability of effective antimicrobials has decreased due to threat of antimicrobial resistance and lack of new drug development in the poultry sector. It is important to determine susceptibility of the bacterial isolate involved when selecting an antimicrobial therapy in order to avoid ineffective treatment and propagation of resistance profiles. The following is a list of currently approved feed additive antimicrobial drugs available for treatment of colibacillosis in both pullets and layers. If there is high mortality due to *E. coli* infection, the live *E. coli* vaccine can be used as a treatment and is efficacious in 50% of cases. *Consult a poultry veterinarian before commencing any treatment plan*. Availability of drugs and local regulations may vary.\n\n## COLIBACILLOSIS TREATMENTS4\n",
    "| Drug | Route | Pullets | Breeders/ Layers | Indications | Warning |\n| ---- | ----- | ------- | ---------------- | ----------- | ------- |\n| Chlortetracycline | Feed | 200-400 g/ton continuously for 7-14 days | 200-400 g/ton continuously for 7-14 days | Control of chronic respiratory disease (CRD) and air sac infection caused by \\*E.coli\\* | No restrictions for use in laying hens |\n| Aureomycin |  | 500 g/ton continuously for 5 days | 500 g/ton continuously for 5 days | Reduction of mortality due to \\*E.coli\\* infections |  |\n| Chlortetracycline | Feed | 200-400 g/ton continuously for 7-14 days | 200-400 g/ton continuously for 7-14 days | Control of chronic respiratory disease (CRD) and air sac infection caused by \\*E.coli\\* | Do not feed to chickens producing eggs for human consumption |\n| Pennchlor |  | 500 g/ton continuously for 5 days | 500 g/ton continuously for 5 days | Reduction of mortality due to \\*E.coli\\* infections |  |\n| Erythromycin | Water | 1/2 g/gal of drinking water continuously for 5 days in pullets up to 16 weeks of age | 1/2 g/gal of drinking water continuously for 5 days | To aid in control of CRD associated with MG | Do not feed to chickens producing eggs for human consumption |\n| Gallimycin PFC |  |  |  |  |  |\n| Neomycin/ Oxytetracycline | Feed | 400 g/ton continuously for 7-14 days | Do Not Use | Control of CRD \\& air sac infection caused by \\*E.coli\\* | Do not feed to chickens producing eggs for human consumption |\n| NEO-OXY Neo-Terramycin Terramycin Pennox |  | 500 g/ton continuously for 5 days |  | Reduction of mortality due to air sacculitis caused by \\*E. coli\\* |  |\n| Tylosin | Feed | 1,000 g/ton, administer to chickens 0-5 days of age; follow with a second administration in feed for 24-48 hours at 3-5 weeks of age | 20-50 g/ton, feed continuously for 4-8 weeks | To aid in control of CRD associated with MG | No restrictions for use in laying hens |\n| Tylan Tylovet |  |  |  |  |  |\n",
    "Vaccination\n\nThere are two main types of vaccines used in pullets and layers – inactivated and modified-live vaccines. Regardless of type of vaccine used, clinical disease attributable to *E. coli* infection tends to less severe in vaccinated compared to unvaccinated birds.\n\n| Type of Vaccine | Description | Results |\n| --------------- | ----------- | ------- |\n| Autogenous inactivated (killed) | • Provides protection against homologous \\*E. coli\\* strains • No cross protection • Breast injection | • Reduced morbidity and mortality due to \\*E. coli\\* infection |\n| Commercial modified-live | • Poulvac \\*E. coli\\* 078 (by Zoetis) • Cross protection against serotypes 01, 02 and O18 • Spray | • Reduced morbidity and mortality due to \\*E. coli\\* infection • Enhanced bird productivity |\n\n## REFERENCES\n\nBradbury, Janet M, ed. Section 2 Bacterial Diseases: *Enterobacteriaceae. Poultry Diseases.* 6th edition. Saunders Elsevier, 2008. Print.\nCharlton, BR, ed. *Avian Disease Manual.* 6th edition. Athens: American Association of Avian Pathologists (AAAP), 2006. Print.\nKahn, Cynthia M, ed. *The Merck Veterinary Manual.* 10th edition. Whitehouse Station: Merck \\& Co., Inc., 2010. Print.\nLundeen, Tim, ed. *Feed Additive Compendium.* Bloomington: Penton Farm Progress, 2015. Print.\nNolan, Lisa et al. Chapter 18: Colibacillosis. *Diseases of Poultry.* 13th edition. Ames: Wiley- Blackwell, 2013. Print.\nOlsen, RH et al. An investigation on first-week mortality in layers. *Avian Diseases.* 2012; 56:51-57.\n"
  ],
  "chunks_count": 11
}