{
  "source_file": "C:\\intelia_gpt\\documents\\public\\common\\health\\TU FLY ENG.pdf",
  "extracted_at": "2025-09-08T15:23:18.685689",
  "text": "## Technical Update\n\n!\\[Image description\\](Hy-Line. logo)\n\n# FLY MANAGEMENT: SURVEILLANCE AND CONTROL\n\n## INTRODUCTION\n\nFly infestations pose a significant challenge for poultry operations. Whether concentrated in a pit system, holding shed, or on a litter floor, poultry manure is an ideal medium for fly reproduction. Large fly populations can cause discomfort, stress, and decreased production in egg-laying chickens, pullets, and breeders. Flies also serve as a vector of both bird and human diseases. In extreme cases, failure to control flies may result in poor community relations or even litigation. Fly control and prevention is essential for success in the rearing and production of egg-laying chickens.\n\n## FLY BIOLOGY AND ECOLOGY\n\nA basic understanding of the life cycle of flies and their interaction with their environment is important for developing strategies to\n\n!\\[Image description\\](Figure 1. Musca domestica.)\nreduce their impact. The following is focused on the house fly (musca domestica), a major pest on poultry farms.\n\n## Health Risks of Flies\n\nFlies are known to be vectors for many diseases of both humans and livestock, and are considered a sign of unsanitary conditions. Flies may transmit disease by carrying viruses, bacteria, parasites, and fungi on their bodies, or through their mouth-parts after contacting or ingesting infectious materials. Chickens may eat flies at any life stage, and can become infected by ingesting the insects or by direct contact. Fly populations may also create a reservoir for disease on poultry farms, making disease treatment and elimination more difficult. Figure 2 outlines several major diseases of concern for poultry that flies may carry, though there are many more2, 3, 5, 6, 8, 9,\n\n## Life Cycle\n\nFlies pass through four distinct life cycle stages: egg, larva (maggot), pupa, and adult fly. The lifespan of flies from egg to adult is usually 2-3 weeks, but can vary depending on environmental factors including temperature, and be as long as 3 months under cool conditions. Figures 3 and 4 give an overview of these life stages.\n\n| Disease | Health Risk? - Birds | Health Risk? - Humans |\n| ------- | -------------------- | --------------------- |\n| Avian Influenza | Yes | Yes |\n| Botulism | Yes | Yes |\n| Coccidiosis | Yes | No |\n| E. Coli | Yes | Yes |\n| Newcastle Disease | Yes | Yes |\n| Roundworms | Yes | Yes |\n| Salmonellosis | Yes | Yes |\n| Tapeworms | Yes | Yes |\n\nFigure 2. Diseases of risk associated with flies.\n\n!\\[Image description\\](Figure 3. Life cycle of the fly.)\n\n## Technical Update – FLY MANAGEMENT\n\n| Life Cycle Stage | Life Span | Key Features |\n| ---------------- | --------- | ------------ |\n| Egg | 8-16 hours¹ | • White, shiny, and difficult to see with the human eye • Laid in damp organic material (e.g. manure, garbage) |\n| Larva | 3 days – several weeks | • Account for 80–90% total fly population in most infestations. • Progress through 3 different phases (\"Instars\") as they eat and grow. |\n| Pupa | 2-10+ days | • Encased in reddish-brown exoskeleton. • Adult fly emerges within days depending on environmental conditions. • May remain dormant in soil/substrate under extreme weather conditions for extended periods of time. |\n| Adult Fly | 3–4 weeks | • Grey-black, winged insect, 6–9 mm long • Rest on horizontal surfaces when not eating or reproducing. • Females may lay 700+ eggs during life. |\n\n*Figure 4. Life stages of the fly.*\n\n## Breeding Sites\n\nFlies reproduce and lay their eggs in rotting, decayed, or fermenting organic matter (e.g. garbage, manure, etc.) with moisture content between 50–85%. Fresh poultry manure has approximately 75–80% moisture content, making it highly desirable as a medium for development of fly populations⁵.\n\n## Diet\n\nFly larvae have chewing mouth-parts, and consume any rotting organic material in their environment. Adult flies have sucking mouth-parts (proboscis), and must consume food that is already in a liquid state, or can be dissolved by their acidic saliva. Eggs and pupae stage flies do not eat, and survive entirely on stored energy⁹.\n\n## Behavior and Distribution\n\nAs with diet, the behavior and distribution of flies varies by life-stage. Eggs are laid in organic material with 50–85% moisture content. Larvae remain in this environment, burrowing into the material. They must remain near the surface where conditions are moist, and they have access to oxygen. Their only activities are feeding and hiding. As the larvae mature they seek out drier material, and dig deeper beneath the surface (1–3 cm)⁹. After the adult fly emerges it is mainly active during daylight hours when it breeds and eats. Adult fly populations may have an activity range of 0.8–3.2 km (0.5–2.0 miles). They can travel much further by “hitching a ride” in a travelling car or truck. At night and any time when they are not eating or breeding, adults are considered at rest, or \"roosting.\" Adults roost on any stable surface they can find (floors, walls, ceilings, furniture, plants, fences, garbage cans, etc.), preferring locations close to breeding or feeding sites. They may also adapt their activity somewhat to artificial lighting schedules⁵, ⁹. Adult flies are most active at temperatures between 20–25°C (68–77°F) with low humidity. At higher temperatures (greater than 95°F/35°C), they will spend more time resting, and may prefer to be outdoors. At temperatures below 10°C (50°F), adult flies and pupae may remain alive, but dormant⁹.\n\n!\\[Image description\\](Flies breeding.)\n\n## **MONITORING**\n\nSystematic monitoring of fly populations helps in decision making about when and where to deploy insecticides. It also can provide for a legal record in the event of a public health or nuisance complaints relating to flies originating from the farm. A consistent and reliable fly surveillance method provides a more accurate reference point for fly numbers than simple observation of adult flies.\n\nSticky fly tape is inexpensive and may help with identification of fly species. Hanging of tape in the aisles of chicken houses must be done strategically in areas where flies are more likely to circulate (such as near manure belts, or water lines), or fly numbers may appear lower than they really are. Additionally, tape may become clogged with dust making them ineffective within just a few days. An alternative use of is to take a moving tape count; walking a routine area of likely fly activity in each house (304 m/1,000 ft), while holding tape and counting the number of flies caught.\n\nFly speck cards are another inexpensive means of fly monitoring (Figure 6). White index cards (8x12 cm/3x5 in) can be hung from the ceiling or rafters of the manure pit and other fly resting areas. Fly specks (brown spots left when flies land on the cards) are counted weekly. Fifty spots/ card per week is a standard beyond which fly treatment with bait and residual adulticides is called for. 100 spots/card per week or more indicates use of a contact adulticide. Cards should be checked and changed at least once a week, but may need to be screened and changed more often if fly numbers are high. Cards should always be strategically positioned in the same location. Cards are easily dated and filed for record-keeping purposes.\n\nFly traps can be hung from wire or placed on the floor of manure pit. Traps should be checked and bait replaced at least once a week. Traps are more costly to set up and change than speck cards, but they kill flies and allow for identification of fly species.\n\nScreening for larvae in the manure pit is as important as monitoring for adult flies. The manure pit should be walked daily to screen for wet spots or areas where flies are visibly concentrated. Manure can be dug up to look for eggs and larva just below the surface. This provides an opportunity for precise application of larvicide and manure drying chemicals. Daily manure production covers treated areas, necessitating regular inspection of the pit6, 9.\n\n!\\[Image description\\](Figure 6. Examples of fly speck cards from a manure pit. Date, location, and number of spots are marked on card fronts.)\n!\\[Image description\\](Figure 7. An egg with many fly spots indicates a fly problem.)\n!\\[Image description\\](Figure 8. Flies are attracted to feed. This reduces feed efficiency for the flock and increases the risk of contamination.)\n\n## FLY CONTROL STRATEGIES\n\nDeveloping an effective fly control program is important for the success of any poultry operation. The most successful programs combine multiple control methods with diligent monitoring to minimize the economic and health threats posed by flies.\n\n## Sanitation\n\nManure management is the single most important aspect of fly control in poultry operations. Drying manure to less than 50% moisture content makes it a poor environment for fly reproduction. The manure pit must be walked daily to screen for fly blooms and wet spots. When wet spots are found the source of excess moisture needs to be identified and corrected. Common sources include leaking water lines, condensation from faulty insulation, improper ventilation (drying failure), and leaks from outside. Ventilation of the manure area with exhaust fans and air-circulating fans in the manure pit is important to aid in manure drying. Both indoor and outdoor manure and feed spills should be minimized and cleared as soon as they are noticed.\n\nDead birds, as well as cracked, dirty, and floor eggs should be disposed of quickly and securely as far from the chicken house as possible. Maintain clean office, entry, and break areas. Clearing grass, weeds, and clippings near the facility's perimeter or in nearby features like drainage ditches eliminates potential outdoor fly resting areas⁵, ⁶, ⁹.\n\n## Structural Defenses\n\nMaintenance of biosecurity barriers prevents outdoor flies and other pests from entering bird areas. Look for and seal cracks and breaches in the barn and connected structures such as feed bins and manure loadout sheds. Doors should be opened only when absolutely necessary.\n\nGenerally, enough force is produced by exhaust fans in the chicken house or manure pit to prevent flies entering against active airflow. However, when fans are not running they provide an ideal access portal for flies to enter the building. Fan louvers should always be closed to prevent flies entering the building when fans are off. If exhaust fan louvers, or any other area, must remain open for passive air-flow, the opening should be screened with a fine, securely installed mesh.\n\nPhysical fly traps placed near major access points can attract flies away from breeding areas. Baited traps can be made from jugs, cans or buckets and placed near portals or hung from the rafters of the pit. Sticky fly tape is less expensive and may serve the same purpose. Both of these traps also can be used for fly monitoring, but must be regularly checked and replaced to remain effective. Electrocuter light traps (\"bug zappers\") are effective, but costly, and are therefore of greater value in human working (offices, egg sorting rooms, etc.) and egg storage and transfer areas⁶, ⁹.\n\n## Biological Defenses\n\nMaintaining populations of other organisms that compete with or prey on flies can help to compliment other elements of a fly control program. Special attention must be paid in selecting which species to use for fly-control so as not to introduce a new pest. For example, hister beetles are well-known predators of fly eggs, and dump flies can successfully outcompete house flies, but both of these species can still carry and transfer poultry diseases. Certain mites thrive in poultry manure (Macrocheles muscae domesticate and Fuscurooda vegetans) and feed on fly eggs and larvae, but care must be taken not to confuse them with other mite species that are parasitic to chickens. Parasitic wasps can be purchased commercially, and introduced near fly breeding areas. When they emerge, they will seek out fly pupae and lay eggs inside them, killing the fly at this life stage. Large fly populations can quickly overwhelm biological control methods, so they should always be used in conjunction with other strategies², ³, ⁸. In integrating parasitic wasps into a control strategy, it is important to be aware that many knockdown adulticides will also kill the wasps.\n\nIn addition to insects, microorganisms that harm flies may be introduced into the farm system. The bacterium Bacillus thuringiensis causes disease in flies, but not chicken or people. Where available, it may be spread on chicken manure directly, or fed through the chicken as a feed additive⁷.\n\n## Chemical Control\n\nThere are four basic types of chemical insecticide fly control: larvicides, residual adulticides, baits, and contact adulticides.\n\nLarvicides include contact larvicides and insect growth regulators (IGRs). They may be sprayed onto maggot infested areas directly, or, when manure is very wet, may be applied as a dry granule.\n\nResidual adulticides are sprayed on surfaces where newly emerged flies are likely to rest. Residues may last from days to months depending on the product, and the surface it is applied to (porous surfaces like wood may absorb the chemical rapidly).\n\nExamples of residual adulticides by class are outlined in Table B. **Follow local regulations regarding the use of fly control products in poultry facilities.** Baits will attract flies and can be used in traps or as spot-on treatments indoors and outdoors. Some neonicotinoid, ryanoid, and carbamate class baits are outlined in Table C.\n\nContact adulticides can be fogged, misted, or sprayed as a last resort when other control measures fall short. These are generally pyrethrin or permethrin class products. Refer to Table D for example contact adulticides2, 4, 5, 6, 8, 9,\n\n| TABLE A: LARVICIDES FOR FLY CONTROL - Class | TABLE A: LARVICIDES FOR FLY CONTROL - Active Ingredient | TABLE A: LARVICIDES FOR FLY CONTROL - Example Brands |\n| ------------------------------------------- | ------------------------------------------------------- | ---------------------------------------------------- |\n| Insect Growth Regulator (IGR) | Ciromazine | Flynexx, Larvadexx, Neporex |\n\n| TABLE B: INSECTICIDES USED FOR RESIDUAL TREATMENT IN FLY CONTROL - Class | TABLE B: INSECTICIDES USED FOR RESIDUAL TREATMENT IN FLY CONTROL - Example Brands |\n| ------------------------------------------------------------------------ | --------------------------------------------------------------------------------- |\n| Organophosphates | Durashield, Rabon |\n| Pyrehtroids | Lambda, Optashield, Stanguard, Tempo |\n| Permethrin | Permacap |\n| Imidacloprid | Credo, Exile |\n\n| TABLE C: INSECTICIDES USED IN TOXIC BAITS FOR FLY CONTROL - Class | TABLE C: INSECTICIDES USED IN TOXIC BAITS FOR FLY CONTROL - Compounds | TABLE C: INSECTICIDES USED IN TOXIC BAITS FOR FLY CONTROL - Example Brands |\n| ----------------------------------------------------------------- | --------------------------------------------------------------------- | -------------------------------------------------------------------------- |\n| Neonicotinoid | Imidiacloprid | Quickbayt |\n| | Nithiazine | Quik Strike |\n| | Thiamethoxam | Agita |\n| Carbamate | Methomyl | Golden Malrin |\n| Ryanoid | Cyantraniliprole | Zyrox |\n\n| TABLE D: KNOCKDOWN INSECTICIDES FOR FLY CONTROL - Class | TABLE D: KNOCKDOWN INSECTICIDES FOR FLY CONTROL - Example Brands |\n| ------------------------------------------------------- | ---------------------------------------------------------------- |\n| Permethrin | Permectin, Piranna |\n| Pyrethrin | BP-100, BP-36, Riptide, Microcare |\n\n## Technical Update – FLY MANAGEMENT\n\n## Resistance and Rotation\n\nUnfortunately, overuse of popular insecticide products over the years has led to the development of resistant fly populations. Rotation of the product used can help reduce the likelihood of resistance emerging. When rotating products changes should be made on the basis of chemical class (e.g. organophasphate or pyrethroid) rather than the brand.\n\nPrecise use of insecticides can help to reduce the development of resistance, as well as reduce the cost of treatment. Overuse of insecticides in manure areas may kill helpful biological defenders against flies. An effective monitoring program can guide decisions about precise and prudent insecticide applications 1, 2, 8.\n\n## Human Health Risks\n\nAlways read and follow the manufacturer's instructions for safe handling and personal protection whenever handling insecticides. Have appropriate gloves, goggles, clothing, footwear, respiratory protection, and any other personal protective equipment (PPE) indicated by the chemical's safety labeling. When in doubt, request an SDS (safety data sheet) from your vendor or supervisor.\n\nIn addition to direct human and animal health cautions, insecticides and cleaning chemicals may contaminate birds or eggs, rendering them unfit for consumption. For example, the chemical fipronil, present in some insecticides, can be passed into eggs if ingested by or applied on chickens. Be certain to use only products labeled for use around chickens in areas where bird contact is possible.\n\n## FLIES OF THE WORLD\n\nHouse flies tend to predominate in poultry regions of the United States, but other species like the ones below may be more common in other areas of the world.\n\n!\\[Image description\\](A gray scale image of a blow fly. Below the image is the text \"Figure 9. Blow fly.\")\n!\\[Image description\\](A gray scale image of a garbage fly. Below the image is the text \"Figure 10. Garbage fly.\")\n!\\[Image description\\](A gray scale image of a lesser house fly. Below the image is the text \"Figure 11. Lesser house fly.\")\n!\\[Image description\\](A gray scale image of a soldier fly. Below the image is the text \"Figure 12. Soldier fly.\")\n!\\[Image description\\](A gray scale image of a stable fly. Below the image is the text \"Figure 13. Stable fly.\")\n\n## REFERENCES\n\nBailey, D.L., D. W. Meifert, and P. M. Bishop. \"Control of house flies in poultry houses with larvicides.\" Florida Entomologist (1968): 107-111.\nCatangui, M. \"Controlling disease-carrying house flies in poultry houses\". Poultry Outlook Spring 2017. (2017): 11-14.\nCatangui, M. \"Getting to know the dump fly.\" Poultry Outlook Summer 2017. (2017): 10.\nCatangui, M. \"To larvicide or not: is that the question?\" Poultry Outlook Summer 2017. (2017): 13-15.\nKauffman, P.E., D.A. Ruiz, and C.W. Pitts. *Pest Management Recommendations for Poultry*. The Pennsylvania State University. (2000)\nLyon, W.F. *Poultry Pest Management*.The Ohio State University Extension Bulletin 853. (1995)\nMerdan, B.A. \"*Bacillus thuringiensis* as a feed additive to control *Musca domestica* associated with poultry houses\". J. Basic \\& Appl Zoology (2012) 65: 83–87.\nRowland, R. Chapter 11: Insect Problems in Poultry Production Facilities Chapter for Risk Management for Disease Prevention in the Poultry Industry. *A Practical Guide for Managing Risk in Poultry Production*. 2nd edition. Jacksonville: American Association of Avian Pathologists, Inc. (2017). 151–157.\nWorld Health Organization. Chapter 6: *Houseflies. Vector Control – Methods for Use by Individuals and Communities*. 1997. 302–323. Online Edition.\n\n## IMAGE SOURCES\n\n**Figure 1:** Anagoria (username). “2013 Naturkundemuseum Berlin musca domestica anagoria.” 9 March 2013. Online image. Wikimedia Commons. 27 October 2017. https://commons.wikimedia. org/wiki/File:2013\\_Naturkundemuseum\\_ Berlin\\_musca\\_domestica\\_anagoria.JPG. Creative Commons license at https:// creativecommons.org licenses/by/3.0/deed. en.\n**Figures 2-4:** Hy-Line International.\n**Figure 5:** André Karwath. “Anthomyiidae sp. 1 (aka.jpg.” 8 September 2005. Online image. Wikimedia Commons. 28 March 2018. https://commons.wikimedia.org/wiki/ File:Anthomyiidae\\_sp._1_(aka).jpg. Creative Commons license https://creativecommons. org/licenses/by-sa/2.5/deed.en.\n**Figures 6-8:** Hy-Line International.\n**Figures 9-13:** Centros de Control y Prevención de Enfermedades.\n**Back cover:** Jjharrison89@facebook.com (username). “Calliphora vomitoria Portrait. jpg.” 27 August 2009. Online image. Wikipedia. https://en.wikipedia.org/wiki/Blue\\_ bottle\\_fly#/media/File:Calliphora\\_vomitoria\\_ Portrait.jpg. Creative Commons license at https://creativecommons.org/licenses/by- sa/3.0/deed.en.\n\n## SAMPLE FLY CONTROL PROGRAM\n\nThe following is a generalized program for a deep pit layer house, but should be adapted to the unique regional and structural component of a layer or layer breeder operation. Always follow all local regulations for chemical application and handling in bird areas.\n\nA farm culture of biosecurity, sanitary maintenance of the premises, and regular inspection and maintenance of manure holding areas should be instituted and practiced by all farm personnel and support staff.\nFly speck cards are placed throughout the house, work areas, and egg holding area. Check at least once/week. If there are 50 fly specks/card or more proceed treat with a residual adulticide. If there are 100 fly specks/card or more, deploy a contact adulticide.\nSpot treat all areas where maggots are present in litter piles (e.g. wet spots) with a selected larvicide every 1–3 weeks during peak fly season.\nApply fly bait or place baited traps every 3 m (9 ft) in the manure pit at the start of the peak season or during cleanout. Replace bait weekly as needed.\nApply a selected residual adulticide to vertical surfaces in the pit areas. Do NOT apply directly to litter piles. Repeat every 2–4 weeks during fly season. Repeat every 6–8 weeks during colder months.\nApply the same residual adulticide as in (5) to all outdoor surfaces where flies are observed resting. Repeat every 2–4 weeks.\nIn cases of large adult fly blooms, or if fly numbers are at 100 fly specks/card/week or more, A fogged pyrethroid contact adulticide should be used.\nRotate class of adulticide used between each flock, OR if fly numbers have not declined after application of a contact adulticide as in (7).\n\n## CONCLUSION\n\nFly control is a daily activity in egg layer facilities. Depending on season, fly numbers can reach critical levels in a matter of days if adequate measures are not taken for prevention. Flies are a major irritant to chickens, as well as those working with them. They also harbor and carry diseases that impact both birds and people. Reducing fly numbers enhances bird performance and improves food safety.",
  "text_length": 22458,
  "metadata": {
    "contains_nutrition_tables": false,
    "contains_performance_tables": false,
    "document_purpose": "management_guide",
    "genetic_line": "hyline",
    "species": "layers"
  },
  "chunks": [
    "## Technical Update\n\n!\\[Image description\\](Hy-Line. logo)\n\n# FLY MANAGEMENT: SURVEILLANCE AND CONTROL\n\n## INTRODUCTION\n\nFly infestations pose a significant challenge for poultry operations. Whether concentrated in a pit system, holding shed, or on a litter floor, poultry manure is an ideal medium for fly reproduction. Large fly populations can cause discomfort, stress, and decreased production in egg-laying chickens, pullets, and breeders. Flies also serve as a vector of both bird and human diseases. In extreme cases, failure to control flies may result in poor community relations or even litigation. Fly control and prevention is essential for success in the rearing and production of egg-laying chickens.\n\n## FLY BIOLOGY AND ECOLOGY\n\nA basic understanding of the life cycle of flies and their interaction with their environment is important for developing strategies to\n\n!\\[Image description\\](Figure 1. Musca domestica.)\nreduce their impact. The following is focused on the house fly (musca domestica), a major pest on poultry farms.\n\n## Health Risks of Flies\n\nFlies are known to be vectors for many diseases of both humans and livestock, and are considered a sign of unsanitary conditions. Flies may transmit disease by carrying viruses, bacteria, parasites, and fungi on their bodies, or through their mouth-parts after contacting or ingesting infectious materials. Chickens may eat flies at any life stage, and can become infected by ingesting the insects or by direct contact. Fly populations may also create a reservoir for disease on poultry farms, making disease treatment and elimination more difficult. Figure 2 outlines several major diseases of concern for poultry that flies may carry, though there are many more2, 3, 5, 6, 8, 9,\n",
    "## Life Cycle\n\nFlies pass through four distinct life cycle stages: egg, larva (maggot), pupa, and adult fly. The lifespan of flies from egg to adult is usually 2-3 weeks, but can vary depending on environmental factors including temperature, and be as long as 3 months under cool conditions. Figures 3 and 4 give an overview of these life stages.\n\n| Disease | Health Risk? - Birds | Health Risk? - Humans |\n| ------- | -------------------- | --------------------- |\n| Avian Influenza | Yes | Yes |\n| Botulism | Yes | Yes |\n| Coccidiosis | Yes | No |\n| E. Coli | Yes | Yes |\n| Newcastle Disease | Yes | Yes |\n| Roundworms | Yes | Yes |\n| Salmonellosis | Yes | Yes |\n| Tapeworms | Yes | Yes |\n\nFigure 2. Diseases of risk associated with flies.\n\n!\\[Image description\\](Figure 3. Life cycle of the fly.)\n\n## Technical Update – FLY MANAGEMENT\n\n| Life Cycle Stage | Life Span | Key Features |\n| ---------------- | --------- | ------------ |\n| Egg | 8-16 hours¹ | • White, shiny, and difficult to see with the human eye • Laid in damp organic material (e.g. manure, garbage) |\n| Larva | 3 days – several weeks | • Account for 80–90% total fly population in most infestations. • Progress through 3 different phases (\"Instars\") as they eat and grow. |\n| Pupa | 2-10+ days | • Encased in reddish-brown exoskeleton. • Adult fly emerges within days depending on environmental conditions. • May remain dormant in soil/substrate under extreme weather conditions for extended periods of time. |\n| Adult Fly | 3–4 weeks | • Grey-black, winged insect, 6–9 mm long • Rest on horizontal surfaces when not eating or reproducing. • Females may lay 700+ eggs during life. |\n\n*Figure 4. Life stages of the fly.*\n",
    "## Breeding Sites\n\nFlies reproduce and lay their eggs in rotting, decayed, or fermenting organic matter (e.g. garbage, manure, etc.) with moisture content between 50–85%. Fresh poultry manure has approximately 75–80% moisture content, making it highly desirable as a medium for development of fly populations⁵.\n\n## Diet\n\nFly larvae have chewing mouth-parts, and consume any rotting organic material in their environment. Adult flies have sucking mouth-parts (proboscis), and must consume food that is already in a liquid state, or can be dissolved by their acidic saliva. Eggs and pupae stage flies do not eat, and survive entirely on stored energy⁹.\n",
    "## Behavior and Distribution\n\nAs with diet, the behavior and distribution of flies varies by life-stage. Eggs are laid in organic material with 50–85% moisture content. Larvae remain in this environment, burrowing into the material. They must remain near the surface where conditions are moist, and they have access to oxygen. Their only activities are feeding and hiding. As the larvae mature they seek out drier material, and dig deeper beneath the surface (1–3 cm)⁹.  After the adult fly emerges it is mainly active during daylight hours when it breeds and eats. Adult fly populations may have an activity range of 0.8–3.2 km (0.5–2.0 miles). They can travel much further by “hitching a ride” in a travelling car or truck. At night and any time when they are not eating or breeding, adults are considered at rest, or \"roosting.\" Adults roost on any stable surface they can find (floors, walls, ceilings, furniture, plants, fences, garbage cans, etc.), preferring locations close to breeding or feeding sites. They may also adapt their activity somewhat to artificial lighting schedules⁵, ⁹.  Adult flies are most active at temperatures between 20–25°C (68–77°F) with low humidity. At higher temperatures (greater than 95°F/35°C), they will spend more time resting, and may prefer to be outdoors. At temperatures below 10°C (50°F), adult flies and pupae may remain alive, but dormant⁹.\n\n!\\[Image description\\](Flies breeding.)\n",
    "## **MONITORING**\n\nSystematic monitoring of fly populations helps in decision making about when and where to deploy insecticides. It also can provide for a legal record in the event of a public health or nuisance complaints relating to flies originating from the farm. A consistent and reliable fly surveillance method provides a more accurate reference point for fly numbers than simple observation of adult flies.\n\nSticky fly tape is inexpensive and may help with identification of fly species. Hanging of tape in the aisles of chicken houses must be done strategically in areas where flies are more likely to circulate (such as near manure belts, or water lines), or fly numbers may appear lower than they really are. Additionally, tape may become clogged with dust making them ineffective within just a few days. An alternative use of is to take a moving tape count; walking a routine area of likely fly activity in each house (304 m/1,000 ft), while holding tape and counting the number of flies caught.\n\nFly speck cards are another inexpensive means of fly monitoring (Figure 6). White index cards (8x12 cm/3x5 in) can be hung from the ceiling or rafters of the manure pit and other fly resting areas. Fly specks (brown spots left when flies land on the cards) are counted weekly. Fifty spots/ card per week is a standard beyond which fly treatment with bait and residual adulticides is called for. 100 spots/card per week or more indicates use of a contact adulticide. Cards should be checked and changed at least once a week, but may need to be screened and changed more often if fly numbers are high. Cards should always be strategically positioned in the same location. Cards are easily dated and filed for record-keeping purposes.\n\nFly traps can be hung from wire or placed on the floor of manure pit. Traps should be checked and bait replaced at least once a week. Traps are more costly to set up and change than speck cards, but they kill flies and allow for identification of fly species.\n\nScreening for larvae in the manure pit is as important as monitoring for adult flies.\n\nThe manure pit should be walked daily to screen for wet spots or areas where flies are visibly concentrated.\n",
    "Manure can be dug up to look for eggs and larva just below the surface.\n\nThis provides an opportunity for precise application of larvicide and manure drying chemicals.\n\nDaily manure production covers treated areas, necessitating regular inspection of the pit6, 9.\n\n!\\[Image description\\](Figure 6. Examples of fly speck cards from a manure pit. Date, location, and number of spots are marked on card fronts.)\n!\\[Image description\\](Figure 7. An egg with many fly spots indicates a fly problem.)\n!\\[Image description\\](Figure 8. Flies are attracted to feed. This reduces feed efficiency for the flock and increases the risk of contamination.)\n\n## FLY CONTROL STRATEGIES\n\nDeveloping an effective fly control program is important for the success of any poultry operation. The most successful programs combine multiple control methods with diligent monitoring to minimize the economic and health threats posed by flies.\n\n## Sanitation\n\nManure management is the single most important aspect of fly control in poultry operations. Drying manure to less than 50% moisture content makes it a poor environment for fly reproduction. The manure pit must be walked daily to screen for fly blooms and wet spots. When wet spots are found the source of excess moisture needs to be identified and corrected. Common sources include leaking water lines, condensation from faulty insulation, improper ventilation (drying failure), and leaks from outside. Ventilation of the manure area with exhaust fans and air-circulating fans in the manure pit is important to aid in manure drying. Both indoor and outdoor manure and feed spills should be minimized and cleared as soon as they are noticed.\n\nDead birds, as well as cracked, dirty, and floor eggs should be disposed of quickly and securely as far from the chicken house as possible. Maintain clean office, entry, and break areas. Clearing grass, weeds, and clippings near the facility's perimeter or in nearby features like drainage ditches eliminates potential outdoor fly resting areas⁵, ⁶, ⁹.\n",
    "## Structural Defenses\n\nMaintenance of biosecurity barriers prevents outdoor flies and other pests from entering bird areas. Look for and seal cracks and breaches in the barn and connected structures such as feed bins and manure loadout sheds. Doors should be opened only when absolutely necessary.\n\nGenerally, enough force is produced by exhaust fans in the chicken house or manure pit to prevent flies entering against active airflow. However, when fans are not running they provide an ideal access portal for flies to enter the building. Fan louvers should always be closed to prevent flies entering the building when fans are off. If exhaust fan louvers, or any other area, must remain open for passive air-flow, the opening should be screened with a fine, securely installed mesh.\n\nPhysical fly traps placed near major access points can attract flies away from breeding areas. Baited traps can be made from jugs, cans or buckets and placed near portals or hung from the rafters of the pit. Sticky fly tape is less expensive and may serve the same purpose. Both of these traps also can be used for fly monitoring, but must be regularly checked and replaced to remain effective. Electrocuter light traps (\"bug zappers\") are effective, but costly, and are therefore of greater value in human working (offices, egg sorting rooms, etc.) and egg storage and transfer areas⁶, ⁹.\n",
    "## Biological Defenses\n\nMaintaining populations of other organisms that compete with or prey on flies can help to compliment other elements of a fly control program. Special attention must be paid in selecting which species to use for fly-control so as not to introduce a new pest. For example, hister beetles are well-known predators of fly eggs, and dump flies can successfully outcompete house flies, but both of these species can still carry and transfer poultry diseases. Certain mites thrive in poultry manure (Macrocheles muscae domesticate and Fuscurooda vegetans) and feed on fly eggs and larvae, but care must be taken not to confuse them with other mite species that are parasitic to chickens. Parasitic wasps can be purchased commercially, and introduced near fly breeding areas. When they emerge, they will seek out fly pupae and lay eggs inside them, killing the fly at this life stage. Large fly populations can quickly overwhelm biological control methods, so they should always be used in conjunction with other strategies², ³, ⁸. In integrating parasitic wasps into a control strategy, it is important to be aware that many knockdown adulticides will also kill the wasps.\n\nIn addition to insects, microorganisms that harm flies may be introduced into the farm system. The bacterium Bacillus thuringiensis causes disease in flies, but not chicken or people. Where available, it may be spread on chicken manure directly, or fed through the chicken as a feed additive⁷.\n",
    "## Chemical Control\n\nThere are four basic types of chemical insecticide fly control: larvicides, residual adulticides, baits, and contact adulticides.\n\nLarvicides include contact larvicides and insect growth regulators (IGRs). They may be sprayed onto maggot infested areas directly, or, when manure is very wet, may be applied as a dry granule.\n\nResidual adulticides are sprayed on surfaces where newly emerged flies are likely to rest. Residues may last from days to months depending on the product, and the surface it is applied to (porous surfaces like wood may absorb the chemical rapidly).\n\nExamples of residual adulticides by class are outlined in Table B. **Follow local regulations regarding the use of fly control products in poultry facilities.** Baits will attract flies and can be used in traps or as spot-on treatments indoors and outdoors. Some neonicotinoid, ryanoid, and carbamate class baits are outlined in Table C.\n\nContact adulticides can be fogged, misted, or sprayed as a last resort when other control measures fall short. These are generally pyrethrin or permethrin class products. Refer to Table D for example contact adulticides2, 4, 5, 6, 8, 9,\n\n| TABLE A: LARVICIDES FOR FLY CONTROL - Class | TABLE A: LARVICIDES FOR FLY CONTROL - Active Ingredient | TABLE A: LARVICIDES FOR FLY CONTROL - Example Brands |\n| ------------------------------------------- | ------------------------------------------------------- | ---------------------------------------------------- |\n| Insect Growth Regulator (IGR) | Ciromazine | Flynexx, Larvadexx, Neporex |\n\n| TABLE B: INSECTICIDES USED FOR RESIDUAL TREATMENT IN FLY CONTROL - Class | TABLE B: INSECTICIDES USED FOR RESIDUAL TREATMENT IN FLY CONTROL - Example Brands |\n| ------------------------------------------------------------------------ | --------------------------------------------------------------------------------- |\n| Organophosphates | Durashield, Rabon |\n| Pyrehtroids | Lambda, Optashield, Stanguard, Tempo |\n| Permethrin | Permacap |\n| Imidacloprid | Credo, Exile |\n",
    "| TABLE C: INSECTICIDES USED IN TOXIC BAITS FOR FLY CONTROL - Class | TABLE C: INSECTICIDES USED IN TOXIC BAITS FOR FLY CONTROL - Compounds | TABLE C: INSECTICIDES USED IN TOXIC BAITS FOR FLY CONTROL - Example Brands |\n| ----------------------------------------------------------------- | --------------------------------------------------------------------- | -------------------------------------------------------------------------- |\n| Neonicotinoid | Imidiacloprid | Quickbayt |\n|  | Nithiazine | Quik Strike |\n|  | Thiamethoxam | Agita |\n| Carbamate | Methomyl | Golden Malrin |\n| Ryanoid | Cyantraniliprole | Zyrox |\n\n| TABLE D: KNOCKDOWN INSECTICIDES FOR FLY CONTROL - Class | TABLE D: KNOCKDOWN INSECTICIDES FOR FLY CONTROL - Example Brands |\n| ------------------------------------------------------- | ---------------------------------------------------------------- |\n| Permethrin | Permectin, Piranna |\n| Pyrethrin | BP-100, BP-36, Riptide, Microcare |\n\n## Technical Update – FLY MANAGEMENT\n\n## Resistance and Rotation\n\nUnfortunately, overuse of popular insecticide products over the years has led to the development of resistant fly populations. Rotation of the product used can help reduce the likelihood of resistance emerging. When rotating products changes should be made on the basis of chemical class (e.g. organophasphate or pyrethroid) rather than the brand.\n\nPrecise use of insecticides can help to reduce the development of resistance, as well as reduce the cost of treatment. Overuse of insecticides in manure areas may kill helpful biological defenders against flies. An effective monitoring program can guide decisions about precise and prudent insecticide applications 1, 2, 8.\n",
    "## Human Health Risks\n\nAlways read and follow the manufacturer's instructions for safe handling and personal protection whenever handling insecticides. Have appropriate gloves, goggles, clothing, footwear, respiratory protection, and any other personal protective equipment (PPE) indicated by the chemical's safety labeling. When in doubt, request an SDS (safety data sheet) from your vendor or supervisor.\n\nIn addition to direct human and animal health cautions, insecticides and cleaning chemicals may contaminate birds or eggs, rendering them unfit for consumption. For example, the chemical fipronil, present in some insecticides, can be passed into eggs if ingested by or applied on chickens. Be certain to use only products labeled for use around chickens in areas where bird contact is possible.\n\n## FLIES OF THE WORLD\n\nHouse flies tend to predominate in poultry regions of the United States, but other species like the ones below may be more common in other areas of the world.\n\n!\\[Image description\\](A gray scale image of a blow fly. Below the image is the text \"Figure 9. Blow fly.\")\n!\\[Image description\\](A gray scale image of a garbage fly. Below the image is the text \"Figure 10. Garbage fly.\")\n!\\[Image description\\](A gray scale image of a lesser house fly. Below the image is the text \"Figure 11. Lesser house fly.\")\n!\\[Image description\\](A gray scale image of a soldier fly. Below the image is the text \"Figure 12. Soldier fly.\")\n!\\[Image description\\](A gray scale image of a stable fly. Below the image is the text \"Figure 13. Stable fly.\")\n",
    "## REFERENCES\n\nBailey, D.L., D. W. Meifert, and P. M. Bishop. \"Control of house flies in poultry houses with larvicides.\" Florida Entomologist (1968): 107-111.\nCatangui, M. \"Controlling disease-carrying house flies in poultry houses\". Poultry Outlook Spring 2017. (2017): 11-14.\nCatangui, M. \"Getting to know the dump fly.\" Poultry Outlook Summer 2017. (2017): 10.\nCatangui, M. \"To larvicide or not: is that the question?\" Poultry Outlook Summer 2017. (2017): 13-15.\nKauffman, P.E., D.A. Ruiz, and C.W. Pitts. *Pest Management Recommendations for Poultry*. The Pennsylvania State University. (2000)\nLyon, W.F. *Poultry Pest Management*.The Ohio State University Extension Bulletin 853. (1995)\nMerdan, B.A. \"*Bacillus thuringiensis* as a feed additive to control *Musca domestica* associated with poultry houses\". J. Basic \\& Appl Zoology (2012) 65: 83–87.\nRowland, R. Chapter 11: Insect Problems in Poultry Production Facilities Chapter for Risk Management for Disease Prevention in the Poultry Industry. *A Practical Guide for Managing Risk in Poultry Production*. 2nd edition. Jacksonville: American Association of Avian Pathologists, Inc. (2017). 151–157.\nWorld Health Organization. Chapter 6: *Houseflies. Vector Control – Methods for Use by Individuals and Communities*. 1997. 302–323. Online Edition.\n",
    "## IMAGE SOURCES\n\n**Figure 1:** Anagoria (username). “2013 Naturkundemuseum Berlin musca domestica anagoria.” 9 March 2013. Online image. Wikimedia Commons. 27 October 2017. https://commons.wikimedia. org/wiki/File:2013\\_Naturkundemuseum\\_ Berlin\\_musca\\_domestica\\_anagoria.JPG. Creative Commons license at https:// creativecommons.org licenses/by/3.0/deed. en.\n**Figures 2-4:** Hy-Line International.\n**Figure 5:** André Karwath. “Anthomyiidae sp. 1 (aka.jpg.” 8 September 2005. Online image. Wikimedia Commons. 28 March 2018. https://commons.wikimedia.org/wiki/ File:Anthomyiidae\\_sp._1_(aka).jpg. Creative Commons license https://creativecommons. org/licenses/by-sa/2.5/deed.en.\n**Figures 6-8:** Hy-Line International.\n**Figures 9-13:** Centros de Control y Prevención de Enfermedades.\n**Back cover:** Jjharrison89@facebook.com (username). “Calliphora vomitoria Portrait. jpg.” 27 August 2009. Online image. Wikipedia. https://en.wikipedia.org/wiki/Blue\\_ bottle\\_fly#/media/File:Calliphora\\_vomitoria\\_ Portrait.jpg. Creative Commons license at https://creativecommons.org/licenses/by- sa/3.0/deed.en.\n",
    "## SAMPLE FLY CONTROL PROGRAM\n\nThe following is a generalized program for a deep pit layer house, but should be adapted to the unique regional and structural component of a layer or layer breeder operation. Always follow all local regulations for chemical application and handling in bird areas.\n\nA farm culture of biosecurity, sanitary maintenance of the premises, and regular inspection and maintenance of manure holding areas should be instituted and practiced by all farm personnel and support staff.\nFly speck cards are placed throughout the house, work areas, and egg holding area. Check at least once/week. If there are 50 fly specks/card or more proceed treat with a residual adulticide. If there are 100 fly specks/card or more, deploy a contact adulticide.\nSpot treat all areas where maggots are present in litter piles (e.g. wet spots) with a selected larvicide every 1–3 weeks during peak fly season.\nApply fly bait or place baited traps every 3 m (9 ft) in the manure pit at the start of the peak season or during cleanout. Replace bait weekly as needed.\nApply a selected residual adulticide to vertical surfaces in the pit areas. Do NOT apply directly to litter piles. Repeat every 2–4 weeks during fly season. Repeat every 6–8 weeks during colder months.\nApply the same residual adulticide as in (5) to all outdoor surfaces where flies are observed resting. Repeat every 2–4 weeks.\nIn cases of large adult fly blooms, or if fly numbers are at 100 fly specks/card/week or more, A fogged pyrethroid contact adulticide should be used.\nRotate class of adulticide used between each flock, OR if fly numbers have not declined after application of a contact adulticide as in (7).\n\n## CONCLUSION\n\nFly control is a daily activity in egg layer facilities. Depending on season, fly numbers can reach critical levels in a matter of days if adequate measures are not taken for prevention. Flies are a major irritant to chickens, as well as those working with them. They also harbor and carry diseases that impact both birds and people. Reducing fly numbers enhances bird performance and improves food safety.\n"
  ],
  "chunks_count": 14
}